[
  {
    "ID": "001",
    "meranaw_proverb": "Royo’on bo i mata na mithangkapa siran den sa ironotan sa gagaw.",
    "literal_translation_meranaw": "Sobo so kiyaphagilaya o mata na miyakasinabotadn.",
    "english_translation": "With the contact of their eyes they were drawn in affectionate desire",
    "interpretation": "When their eyes met, a strong, tender longing or romantic attraction arose between them.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "002",
    "meranaw_proverb": "Kalapisan ngka waka ka malengga ka man a taw.",
    "literal_translation_meranaw": "Kiyalapisan sekaniyan ka da pakisinabota ngegagaan.",
    "english_translation": "You were replaced waka because you are slow",
    "interpretation": "You got replaced, waka — took too long to make a move.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "003",
    "meranaw_proverb": "Aya bo penayaon a rominarinaw so ig na masokat a layagen na botawanen so lansa",
    "literal_translation_meranaw": "Ayabo penayawn a makasisinabota siran ka-an siran makapanik.",
    "english_translation": "We will wait when the water is calm then we will sail.",
    "interpretation": "Let’s be patient and wait for the right time, when everything is stable and peaceful, then we’ll move forward together in our relationship.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "004",
    "meranaw_proverb": "Ba ako mambo pandi A o makaborod ko laod na ipagoman a bantog o kalangowan iyo tanan.",
    "literal_translation_meranaw": "Ba ako mambo pandi a makatinedeg sa laod na kabantogan kano ron",
    "english_translation": "Am I a flag, which when flown in your place will add pride and dignity to everybody?",
    "interpretation": "Do you see me as someone worthy enough to represent you — to bring dignity by your side?",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "005",
    "meranaw_proverb": "Ino pen di saeyaten imosala komokopor a ino pen komokopor ka makababalebegen.",
    "literal_translation_meranaw": "Ino kano pen di panik ka ino kapn raransan ka aden a gaga niyo.",
    "english_translation": "Why not keep in open the arrogant handkerchief? It might be arrogant because it can really afford.",
    "interpretation": "Why not give the proud guy a chance? Maybe he acts that way because he can actually back it up.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "006",
    "meranaw_proverb": "San bo sa minagirid ko karodan a mawatan na da sa minidayonan ko ragat a pembataesen.",
    "literal_translation_meranaw": "Siibo sa katharo na da a moayaniyan.",
    "english_translation": "He is there off-shore looking at the faraway sea, But not proceeding to sail and cross the real sea.",
    "interpretation": "He sees the beauty and promise of love (or marriage) from afar, but lacks the courage or readiness to take the journey and truly pursue it.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "007",
    "meranaw_proverb": "O tanto ka paginged sa Gandamato Damedag na bangoni ngka sa pandi ka an langkap sa ranao a miyapasad a malang so saromagaw ko \nringka.",
    "literal_translation_meranaw": "Otanto ka pangaroma na panoksam ka ka an langkap ko inged a myasapad ka.",
    "english_translation": "If really you will live in the prestigious place then erect on it a flag for this will publicly announce \nthroughout the Ranao the bethrothal of the lady of the palace",
    "interpretation": "If you truly intend to marry her, then you must court her properly, seek her family's blessing, and make a public announcement. This will show everyone,\nthat you are serious about your intentions to wed with the lady.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "008",
    "meranaw_proverb": "Somasana so ikan ka tig iyan a rek iyan so kalalangkoman iyan, takinoba ka kena, ka laod on so letingan.",
    "literal_translation_meranaw": "Somasana so tao(mangoda) ka tigyan a skanyan e phakataros mga Roma ko bae a pagidaan iyan takinoba bes ka kna.",
    "english_translation": "Confident is the Ikan that he owns what he has but this is not so, he is far from him as \nthe sky miles away like the sea.",
    "interpretation": "The confident boy thinks he's already got her, but he’s really just miles away, as distant as the sky is from the sea.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "009",
    "meranaw_proverb": "Ino kon o di ako ko dowa repa binaning kay masowa aken ko sarepa mangondaya.",
    "literal_translation_meranaw": "Ino Kon o di Ako ko malai daradat tomo a sii Ako ko miphagayon akn.",
    "english_translation": "What will happen to me if I prefer a commoner wholely free as better as a nobleman with \nrestraints twice more than a commoner.",
    "interpretation": "What will happen if I choose a commoner, free from the constraints of nobility, over a nobleman who has even more restrictions than a commoner?\nI would rather be with someone I can truly connect with.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "010",
    "meranaw_proverb": "Aya man a kandato na ibarat o kakhapal a polayagan sa akal na kalakalat so geda. Na panalongon so gagao na olinan so kawarao. \nNa pagabakan so gani na taros so Iman. Tiyotopan o pirak so kaiiisa o bangsa na likban o pelata so mona kanggiginawai. \nNa o tanto ka muslim na oba ka ki mabimban ko rambayong a kakal ka di kaon bo ketanto. Na obaka ki mabiray ko gadong a di lalayon \nka di bo tanto kelanggay na magaan bo komelas.",
    "literal_translation_meranaw": "Ayaman a kandato na pagosan sa akal ago geda geda na pagonaan sa gagao ago limo so pagtao. Phakaorin so \nkawarao na kenetan so gani na lalayonen ongo/syap ko pagtao. Osa imanto Aya na kyasapngan o perak o \nkathothonganaya ago so kanggiginawai. O tanto ka Muslim na obaka ki mabimban sa perak ka dibo khasanaan \nna magaambo malengan.",
    "english_translation": "Leadership is like sailing a ship, which requires wisdom and skill. \nThere must be kindness coupled with courage. Anger should be \ntamed and faith must be strengthened. It is not uncommon these \ndays that money has become powerful than kinship and friendship,\n but if you are a true Muslim, then do not be dissuaded by money and\n worldly things for these are temporary and will soon fade.",
    "interpretation": "The passage offers a reflection on leadership and life, emphasizing that effective leadership requires wisdom, kindness, courage, emotional control,\nand a strong faith. It also reminds us not to be overwhelmed by the pursuit of money or material things, especially if they lead us away \nfrom meaningful connections and values. For a true Muslim, this world’s fleeting nature should not diminish the importance of faith and \nthe relationships that really matter.",
    "theme": "Leadership"
  },
  {
    "ID": "011",
    "meranaw_proverb": "Na o ba kalipati so taritib ago sempad ka ayaden kasabapan a iphamagayao-ayao sa kalodan sa Mindanao na perigayan so palao sa \nda a tadem ko laod na ipelabas so orog so miaka mbalabala na o migadong so sempad na kanogon o phangampong ago so \npephagampongon.",
    "literal_translation_meranaw": "We must not forget cultural order and laws, for its negligence will cause turmoil on the sea of Mindanao while \nthe mountains seem indifferent to the sea, and waves move loosely to and fro everywhere; if the laws are forgotten\n what will happen to our motherland and her inhabitants.",
    "english_translation": "We must not forget the laws and rules in our culture, for its negligence may cause chaos that \nmay lead to the loss of our motherland and its inhabitants.",
    "interpretation": "A call for respect and adherence to cultural traditions and values. It emphasizes the importance of maintaining the foundations of one’s culture\nin order to preserve the community and nation as a whole.",
    "theme": "Leadership"
  },
  {
    "ID": "012",
    "meranaw_proverb": "O sa imanto aya na sarombakat so bagul a dii makasonsanga ko kalodan o selangan na o di phorongi mantang a kisanggolay na lagi na\n pethimbangaros so ig na phangenepan so ragat na mataros a mabolos so panginam ko donya na ayaden khasabapan sa katarantana \nmaog o pamoreg o bangnsa. Na mapatola mabengkas so kapenggiginawai na kanogon o marandang a go so pephagingedon ka aya \nkhatamananon na sa di ron makakendan na maka pendinganoman ko oriayano kasendit",
    "literal_translation_meranaw": "We are now faced with various challenges and opposing waves that strike us from all directions. If we are not\n careful and allow ourselves to be drowned in worldly things, we might sacrifice our kinship and love for each other. \nTruly, conflicts will arise and we will regret at the end.",
    "english_translation": "We are now faced with various challenges and opposing waves \nthat strike us from all directions. If we are not careful and allow\n ourselves to be drowned in worldly things, we might sacrifice our \nkinship and love for each other. Truly, conflicts will arise and we\n will regret at the end.",
    "interpretation": "The speaker acknowledges that life is filled with difficulties, represented by \"opposing waves\" that come from all directions, symbolizing the \nvarious pressures, temptations, and conflicts we encounter. These challenges can distract us from what truly matters—our kinship, love,\nand unity with others. The message warns that if we let ourselves get lost in material pursuits or external distractions, we might lose \nsight of our bonds with loved ones. Eventually, conflicts will arise, and we might regret not having prioritized our relationships and \nshared love over worldly matters.",
    "theme": "Leadership"
  },
  {
    "ID": "013",
    "meranaw_proverb": "To ba lalan so korang na asar a pimbitakan",
    "literal_translation_meranaw": "Apiya ditano makowa so nganin tano na asar ka pinggalebek tano so miyagaga tano.",
    "english_translation": "Even if we fall short of what is expected, what is important is that we have done our best.",
    "interpretation": "This emphasizes the value of effort over perfection. Leadership is about striving to do your best, even if you don’t always meet external expectations. \nWhat matters most is your dedication and commitment to giving your all, rather than the outcome alone.",
    "theme": "Leadership"
  },
  {
    "ID": "014",
    "meranaw_proverb": "Na tomo den so kidalong a di so kipamalata.",
    "literal_translation_meranaw": "Masetomo so sikreto adi so pekhabinayar.",
    "english_translation": "Better to die than to lose one’s honor.",
    "interpretation": "This expresses the idea that personal integrity and honor are more valuable than life itself. In leadership, maintaining respect, honor, and principles is\nconsidered paramount, and losing one’s honor is seen as a fate worse than death.",
    "theme": "Leadership"
  },
  {
    "ID": "015",
    "meranaw_proverb": "Saden sa mibasokan ka na aya ngka den map’ragon.",
    "literal_translation_meranaw": "Tonaa e piyamolangka na ayanga den mapragon.",
    "english_translation": "What you sow is what you reap.",
    "interpretation": "This emphasizes the importance of actions and their consequences. Leaders who act with integrity, kindness, and wisdom will likely see positive \noutcomes, while those who act selfishly or dishonestly will face negative repercussions. It's a reminder that your actions shape your future.",
    "theme": "Leadership"
  },
  {
    "ID": "016",
    "meranaw_proverb": "Di ka makapantaw ko pangkatan a maporo o ding ka kapanagadi so toto a maregen",
    "literal_translation_meranaw": "Dinga den maraot so pinakamaporo oda ka makasagad sa karumasayan.",
    "english_translation": "You will never reach the green spot of success unless you pass the hills of sacrifice.",
    "interpretation": "Success doesn’t come without effort and sacrifice. Leadership requires perseverance through challenges and hardships. To achieve the rewards of \nsuccess, one must be willing to sacrifice comfort, time, or resources to reach their goals.",
    "theme": "Leadership"
  },
  {
    "ID": "017",
    "meranaw_proverb": "So alongan ko palaw a mindomarenang kilat a salindaw a pheranti ko phimarandang a inged na so kiyasigay niyan sa probinsya \nranon na ino pen da masawang e kipyapagayawayaw o layagen sa Sonoran ka ayaden so gaimpit e asal a pamagayan.",
    "literal_translation_meranaw": "Na amay pn ka madalmon anan.",
    "english_translation": "When one is good, it will be no surprise if he becomes a leader.",
    "interpretation": "Leadership is earned through qualities like goodness, fairness, and wisdom. If someone consistently demonstrates positive traits, it is natural for them \nto be seen as a leader. Goodness in character and actions often naturally leads to leadership roles, as others will trust and respect them.",
    "theme": "Leadership"
  },
  {
    "ID": "018",
    "meranaw_proverb": "Da mabilaw a taw o da a masarakanen.",
    "literal_translation_meranaw": "Daa makowa a mapya oda a panagontaman.",
    "english_translation": "No guts, no glory.",
    "interpretation": "This emphasizes the need for courage in facing challenges. In conflict resolution, taking decisive action, standing up for what’s right, and being brave \nenough to address issues head-on is necessary to achieve meaningful outcomes. Without courage, there’s little chance for success or positive change.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "019",
    "meranaw_proverb": "Aya betad a rido na pepaeganda andain ka mabalon bo a ridaw sa pekaelanggay a ridaw.",
    "literal_translation_meranaw": "So khaphapawala na kabegan sa oras a kapakalenggaw niyan ka sabenar a sa kapakaipos o oras na makanggiginawae bo.",
    "english_translation": "Conflict, if given a cooling off time, As time goes eventually Will be solved.",
    "interpretation": "This speaks to the importance of allowing time and space in conflict resolution. Sometimes, stepping back and allowing emotions to cool can help resolve \nconflicts naturally over time. It suggests that patience and a calm perspective can eventually lead to solutions without escalating the issue.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "020",
    "meranaw_proverb": "Palandong ko so rinaw na o peman o ba saleg na lebi a bantak aken.",
    "literal_translation_meranaw": "Kabaya aken so kalilintad ogaid na o pakhaowa so nganin a dita kathawan odina a dita kabaya na makakaiketiyar ako.",
    "english_translation": "I crave for peace But if trouble comes (not of my own will) Then I will be ready for it.",
    "interpretation": "This reflects a desire for peace but also readiness to face challenges or conflict when necessary. It highlights that one should always strive for harmony but \nbe prepared to confront conflict if it arises, especially if it’s imposed by external circumstances.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "021",
    "meranaw_proverb": "Idadawag da rido na bariwanger maregen.",
    "literal_translation_meranaw": "Igira mipagoobayingka na mapya kaon atao na omakatalikod ka na marata kaon pman.",
    "english_translation": "The giving is apparently with no trouble, But covertly there is deep regret.",
    "interpretation": "This statement refers to the idea that sometimes, offering help or assistance may seem effortless to others, but internally, the giver may experience regret \nor resentment. This could indicate the hidden emotional cost of actions or compromises made for the sake of peace or harmony, even \nif they appear simple on the surface.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "022",
    "meranaw_proverb": "So sangibo a ranan na piatay o tademan.",
    "literal_translation_meranaw": "So madakl a galbk a mapya na pkhadaan sa Bali ko satiman a karibatan.",
    "english_translation": "All good deeds will be forgotten with a single mistake",
    "interpretation": "This reflects the unfortunate reality that people often remember a single mistake more than a series of good actions. In the context of conflict resolution or \nleadership, one error can overshadow a history of positive deeds, emphasizing the need for careful decision-making and maintaining trust and integrity.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "023",
    "meranaw_proverb": "Madabo so pezepot na somambi so tademan.",
    "literal_translation_meranaw": "Oba mada so kapagagos iyan, na pesendit sa oriyan.",
    "english_translation": "With the loss of power comes The loss of influence If not for good deeds.",
    "interpretation": "This suggests that power and influence are fleeting unless they are built on a foundation of good deeds and genuine relationships. This could imply that \npeople who use their power wisely and act with integrity can maintain influence, even after losing formal authority, whereas those who rely solely on their \npower may lose influence when their authority fades.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "024",
    "meranaw_proverb": "Aya kaka sa lalag na so ago katiger.",
    "literal_translation_meranaw": "So pamimikiran o mga lokes na matiger.",
    "english_translation": "It is wiser to be patient and self controlled.",
    "interpretation": "This encourages taking a calm, measured approach when dealing with conflict. Instead of reacting impulsively or emotionally, it’s wiser to practice patience \nand self-control. Emotional restraint helps avoid escalation and allows for clearer thinking and better decisions.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "025",
    "meranaw_proverb": "So bawing a ketesen na amay bo ka ketesen na makathathaginesa.",
    "literal_translation_meranaw": "So bawing na aya ropaan iyan na badoten ron, na amay ka biyadot kawn na ba badn kailot so kikakabed iyan ko lopa.",
    "english_translation": "True strength lies in deep roots that resist being uprooted.",
    "interpretation": "Real strength comes from having a solid foundation — whether it’s values, principles, or relationships. This can mean having a strong sense of self or \nstrong support systems that help you stay grounded, even in the face of adversity. Strong roots help you withstand challenges without being easily swayed \nor \"uprooted.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "026",
    "meranaw_proverb": "Ding ka pezarayaten ko kadandan o madakel ka kepanen ko kanggaring ko kaisa-isa o bangsa.",
    "literal_translation_meranaw": "Banga tharo sa kalangkapan ka sabnar na maiilot so gagaw ago babaya ka'an maisaisa so bangsa.",
    "english_translation": "You are part of a larger clan, do not destroy the bond by giving them the same",
    "interpretation": "This emphasizes the importance of unity and the collective good. It’s easy to retaliate or mirror negative behavior, but this statement advises against doing \nso. It encourages resolving conflicts in ways that preserve relationships and bonds, especially within families, teams, or communities. If you harm the group \nby mimicking bad behavior, you weaken the connection and trust.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "027",
    "meranaw_proverb": "Baden malengga so ig na maoma o misabar.",
    "literal_translation_meranaw": "Oway ka malombat so ig, ogaid na matatangked a pakaoma ko angin iyan asar ka matao numayaw.",
    "english_translation": "Patience leads to rewards—good things come to those who wait.",
    "interpretation": "This reinforces the idea that patience, especially in conflict situations, ultimately leads to positive outcomes. In conflict resolution, rushing into decisions or \ntrying to force an outcome can often cause more harm than good. Taking the time to understand the situation, consider all perspectives, and allow things to \nunfold can lead to better, lasting results.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "028",
    "meranaw_proverb": "Ba ino ko tinindeg so mamaan sa lawi-an ka ba aken phamanika, ino aken biyorod ka phagamas-amasen ko o benar a matilpa.",
    "literal_translation_meranaw": "Ba ino aken pephamagidaana ka ba ko phangaromaa, dii aken khana-kanan ka phag-ilain ko o mapiya a mipshorot.",
    "english_translation": "I am courting her, not necessarily with the intention of marrying her. I am only trying to sense \nher behavior if it is compatible with my behavior, in case I decide.",
    "interpretation": "Courtship is seen here as a process of observation and discernment, not a binding commitment. The speaker is trying to assess compatibility, suggesting t\nhat marriage should be based on mutual understanding rather than haste or pressure. It reflects a cautious and thoughtful approach to love.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "029",
    "meranaw_proverb": "Awa ka san da’ thobaw ka di ka palandong a dar, na iseg ka da’ sharo-ar ka di ka bantak a siri.",
    "literal_translation_meranaw": "Hay bago a mama a da pen shinempek! Di ako ngka den pipikira ka kena o kala ka ipekha baya-i ko.",
    "english_translation": "Vanish from here poor boy for you have no place in my heart (meaning, the woman does not \nfind in him her ideal man)",
    "interpretation": "This expresses a rejection rooted in standards or preferences. It reveals the woman's autonomy in choosing a partner, emphasizing that love or courtship is \nnot simply about effort or persistence—it also depends on emotional and personal fit.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "030",
    "meranaw_proverb": "Ino ako di gampang ka di ako pendarapa ka maka bolog ta koris na \nron ta on bo kharoshang.",
    "literal_translation_meranaw": "Ino ako di madakel i kapamagidaan ka aya tindeg aken na tibolog bo a koris aken na aya ko den maphangaroma.",
    "english_translation": "I am not a teaser because I trust destiny should be meant for me at an appointed time.",
    "interpretation": "The speaker distances themselves from casual or playful romantic intentions, trusting that true love will come at the right time. This reflects faith in fate or \ndestiny, and a belief in sincere, purposeful relationships.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "031",
    "meranaw_proverb": "Ino ka mbo-bolothow ago ka phapanayangan a di ka pen mbi-binentay ka an ka mapamagayaw.",
    "literal_translation_meranaw": "Ino ka manoronsorong a di ka mayag sa lalag ka salamaten ami seka.",
    "english_translation": "What made you hesitant? Please propose it to us so we may welcome and make ourselves \navailable to you.",
    "interpretation": "This shows openness and receptivity from the family or woman’s side, possibly encouraging a suitor who is delaying his intentions. It emphasizes \ncommunication and suggests that a respectful, formal approach will be met with hospitality and consideration.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "032",
    "meranaw_proverb": "So palaw na miphalaw sa ishik a palaw niyan na ipag-isha ko aya o \npira soson pira lad ka an kami ron di sawang a mapa-pangka kami \nron.",
    "literal_translation_meranaw": "Pakaisha ini o ina o babay… “So menang o miyakasowa ago mala i adat na ipagesa ami o \nbana kakekes o mahar iyan ka anami manggeda-geda o kalotang ami.",
    "english_translation": "Career woman with a good family background is difficult to reach. Therefore, we are asking if her \ndowry can be negotiated so we will be encouraged to give her.",
    "interpretation": "This reveals socioeconomic dynamics in courtship and marriage—especially in contexts where dowries or bride prices are still practiced. It acknowledges \nthat a woman of high status may be seen as 'hard to reach' and introduces the idea of negotiating traditional expectations to make union more attainable.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "033",
    "meranaw_proverb": "Pamomolan ka den so pamomolan sa Ranaw na asar a ron bo \ntaman a kasa-sapada ngka on na di ka malang sa koris.",
    "literal_translation_meranaw": "Dii ngka den tharo-a a pagidaan ka sekaniyan na asar a roron bo taman na di ka bo mamaka \nalang ko ped a phangaroma a giyoto i tithow a koris a ngkai a warisan ami.",
    "english_translation": "You may proudly declare her to be your darling, but your love cannot prevent her from meeting her \nfate as to whom she will marry.",
    "interpretation": "This highlights the limits of romantic claims—that no matter how much one declares love, destiny or the woman’s ultimate choice may lead her elsewhere. \nIt’s a reminder that love doesn’t guarantee marriage, and that fate or circumstances beyond one's control may prevail.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "034",
    "meranaw_proverb": "Ba ino ko kinowir ka ba ko tanto khowira, kinowi-kowir aken ka \nkinowir ako niyan.",
    "literal_translation_meranaw": "Ba ino aken dii shasanda-sandagan sa di tanto ka ba adena pamikiran ko ron ka malo ko dii shandagan kagiya a \npekasipatan aken.",
    "english_translation": "I do not intend to treat her with any degree of seriousness simply because I caressed her. This is \nthe reason I am so close to her, as she was the first to come close.",
    "interpretation": "This expresses a lack of genuine romantic intention. The speaker clarifies that physical closeness does not mean emotional commitment—it’s simply a \nresponse to her initial interest. It serves as a warning: not all intimacy means sincerity.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "035",
    "meranaw_proverb": "An a linang bolawan a o di kapag-imani sa iman a samporna na \nmaka dorat i lalag, na an matag sapo a margen a lipatan ka di ta \nniyan ndoraten.",
    "literal_translation_meranaw": "Aden a mapiya a taw a o di ngka ka-iktiyari na phag-akalen ka niyan na aden peman a di tanto \nmapiya a taw a margen o ba ta kalipati ka di ta niyan phag-akalan.",
    "english_translation": "There are nobles around but beware of them cheating you, while there are ignobles or \ncommoners you cannot forget about their being loyal, sincere, and not deceptive.",
    "interpretation": "This challenges social expectations by suggesting that status does not equal virtue. Nobility may come with hidden deceit, while commoners may offer \ngenuine love and honesty. It promotes valuing character over social rank in choosing a life partner.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "036",
    "meranaw_proverb": "Ino ako man di kerit ka palad ako komrit na panga-tatalokhaban.",
    "literal_translation_meranaw": "Ino ako di pethanto ka o saken i mbinentay na di den pendorat na miya pangaroma ko.",
    "english_translation": "I do not propose because the moment I make my proposal (for marriage) I am certain to be accepted.",
    "interpretation": "This statement could be read as confidence or caution. The speaker may feel assured of the woman’s acceptance, but delays proposing perhaps due to \ndeeper considerations, such as readiness or timing. It implies that commitment is a serious step, not to be taken lightly.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "037",
    "meranaw_proverb": "Thataman sa pintran so alambet a korikod",
    "literal_translation_meranaw": "Mithaman so khagaga ko -da den a shogotan pen o bager aken.",
    "english_translation": "I cannot do or give more than I can afford.",
    "interpretation": "This shows honesty and humility. It acknowledges financial or emotional limitations, and the speaker refuses to overextend or make promises they can’t \nkeep. In courtship or marriage, this is a plea for realistic expectations and sincerity.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "038",
    "meranaw_proverb": "Ba ko mbethowa oran so matag pekhi rapirik a mapay so tagawalay \nna da salangkapa o ig, aya mbethon a oran na domshang sa \nsadshang na lomiyangkap sa Ranaw.",
    "literal_translation_meranaw": "So matag ba den bantaan na da a totogo niyan aya tithow a benar na miyaka mapayag sa lalag \nna kiya tokawan o mbala-bala ko phowaris",
    "english_translation": "Do not expect so much when there is no assurance that the assumption is not good. \nHowever, a sincere proposal will be known to all close relatives.",
    "interpretation": "This warns against building hopes on uncertain intentions. Unless there’s a clear, formal, and sincere proposal—especially one known and approved by \nfamily—it’s wise not to assume anything. It underscores the cultural value of family involvement in serious relationships.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "039",
    "meranaw_proverb": "Ba ta den phaka sayan ko papanok ko shagadan a kereken a \ntagamen a layamen pagakalan.",
    "literal_translation_meranaw": "Aya kabebetadan raken na matag kasablawan a dii thatalo-talowan ka aya on den kaplayama ka sabap sa phag-akalen.",
    "english_translation": "I may be treated as a pet to be tamed for a hobby and pastime, only to realize that I was deceived.",
    "interpretation": "This reflects emotional betrayal. The speaker feels they may be used or led on, only to later find that the affection was not genuine. It serves as a caution \nagainst being toyed with emotionally, especially in one-sided or playful courtships.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "040",
    "meranaw_proverb": "Mapiya pen sotra i tataman sa leb aken, na thomo on ko so kindang \na miphanali-kombong ko.",
    "literal_translation_meranaw": "Mapiya pen mapiya a taw i mapangaroma ko a di ako niyan bo matingki (ko adat ago parangay), \nna thomoon aken den so koma-kalilid a taw amiphangangarig aken (so kapiya niyan i adat-parangay).",
    "english_translation": "Being a member of royalty is insufficient reason for a lady to be accepted into a marriage. It is best \nto choose an everyday man who is responsible and capable of providing for his family.",
    "interpretation": "Status doesn’t guarantee suitability. Practicality, character, and the ability to provide outweigh noble birth. The proverb critiques shallow criteria in choosing \na spouse, promoting values-based partnership over prestige.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "041",
    "meranaw_proverb": "Mapiya anda phoon i bagiyo a lengaleng na di ko paka ondasen ka \nbalawagan ko sa gas na bonsodan ko sa itil.",
    "literal_translation_meranaw": "Mapiya anda den phaka poon so phangalang raken na pagrenen aken.",
    "english_translation": "I shall remove any impediments in my path by building stumbling stones in his path.",
    "interpretation": "This shows competitive or spiteful intent in love or rivalry. It implies one may sabotage a rival in courtship just to advance their own chances—reflecting \nthemes of jealousy or aggressive pursuit in love.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "042",
    "meranaw_proverb": "Bilang a taw so dato o maonda so pemba-i.",
    "literal_translation_meranaw": "Mapiya so mama o mapiya so babay a darodopa.",
    "english_translation": "The man, or husband, should be a good man if the woman, or wife, is a good woman.",
    "interpretation": "This emphasizes balance and moral compatibility. A good woman deserves a good man. It promotes equal responsibility and character matching in a \nmarriage.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "043",
    "meranaw_proverb": "Ba gopen a taw si mandar ka o sabapen sa isa.",
    "literal_translation_meranaw": "Ba di ako den mawiyag o di misabap sa isa taw.",
    "english_translation": "I can only succeed and live if I am not dependent on anyone. I trust Allah and myself \nmore than anyone else!",
    "interpretation": "This shows self-reliance and spiritual trust. In marriage or courtship, it reflects the speaker’s belief in not being reliant on others for their worth or success—\npossibly as a response to failed relationships or expectations.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "044",
    "meranaw_proverb": "Ba den rangkap so takil a ika-sarampong iyan.",
    "literal_translation_meranaw": "Ba den ped ko kambata-bataa a maka didiyabo ron.",
    "english_translation": "What is the use of becoming a member of a family, group, or community when one may only \nbring chaos and disorder?",
    "interpretation": "This reflects concern for harmony and peace. It warns against choosing a partner (or joining a union) if one only contributes negativity or division—\nmarriage is about building, not breaking.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "045",
    "meranaw_proverb": "Koma-kasar di ngganding si romi-rindong powisan.",
    "literal_translation_meranaw": "Pephangabaya na di niyan bo phayagen, na so kapephagma iyan na kiya lapisan.",
    "english_translation": "You may be silently in love, and your silence has made you supplant.",
    "interpretation": "Unspoken love leads to missed chances. The speaker regrets staying silent, letting someone else take their place. A warning: If you love, say it before it’s \ntoo late.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "046",
    "meranaw_proverb": "Katombar so madakel na loya so sasatiman.",
    "literal_translation_meranaw": "Baden aki madakel so mama, na aya bo tanto mama.",
    "english_translation": "There are lot of men, but only one of them is the real man (capable and doer of good work).",
    "interpretation": "Quality over quantity in potential partners. A real man is not just male by gender, but by responsibility, action, and integrity.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "047",
    "meranaw_proverb": "O mbes o ba so di ngka na di ka mindatomanong.",
    "literal_translation_meranaw": "Opama ka so di ngka pekha babayaan na aya ngka makowa odi na mapangaroma na di ka miyaka kowa sa mimbatowa.",
    "english_translation": "If only you got what you did not expect, then it would be far better.",
    "interpretation": "Unexpected blessings in love are often the most genuine. Sometimes, the person or outcome you didn’t plan for turns out to be the most fulfilling.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "048",
    "meranaw_proverb": "Ita-tangkap ka den a papanok ka so nori a mapay so samber iyan na da ngka ra-ota sengaw.",
    "literal_translation_meranaw": "Tatarimaan ka den a pagidaan ka sekaniyan a da den ma-aros o ba ngka mimbitiyara-i.",
    "english_translation": "You are certain that you have been loving her, when you have not even proposed to her your love \n(not even talk to her because of shyness).",
    "interpretation": "Love must be expressed, not hidden. This criticizes passive admiration—loving from afar doesn’t count if it isn’t communicated.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "049",
    "meranaw_proverb": "Ino ko peranona i diyalendeg a pakal a an a bonsalo iyan a da a kipantag iyan.",
    "literal_translation_meranaw": "Ino aken ay phangabaya-i i aden a pa-awing iyan.",
    "english_translation": "Why should I love and court her when she is useless and her character is tainted?",
    "interpretation": "Character is central in choosing a partner. The speaker refuses to pursue someone they believe lacks virtue. It reflects moral standards and the value of a \ngood reputation.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "050",
    "meranaw_proverb": "Ino ko di thangkeda a papanok ko so nori a mapiya anda ndapo na kasa-sampirotan ko.",
    "literal_translation_meranaw": "Ino aken dii tharo-a a pagidaan aken ka mapiya antona-a den i manggolaola na mao-ona ko den ko poso iyan.",
    "english_translation": "Why should I not be certain of her being mine? For no matter what, I am in the chamber of her \nheart (meaning, she loves him very much).",
    "interpretation": "This reflects confidence in mutual love. The speaker is certain of the woman’s feelings, even without public commitment. It’s about emotional security and \ntrust in her affection.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "051",
    "meranaw_proverb": "Ino kon ari sa imboko i da ta sa pikir iyan nago sa ipagotantang i da ta ko darem iyan.",
    "literal_translation_meranaw": "Ino aken raranona ago miya awid a akal i di ta niyan khabayaan.",
    "english_translation": "Why would I get worried and care, she doesn't love me",
    "interpretation": "The speaker is asserting emotional detachment, possibly masking pain. It’s a declaration of moving on from unreciprocated love.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "052",
    "meranaw_proverb": "Mada' bo so pesepot na somambi so tadman.",
    "literal_translation_meranaw": "Malngan ka bo anan na khato-osan ko so tadman ka raken a mapiya ka mapendingan-dingan ka bo.",
    "english_translation": "When all the things in you are spent, that is when you will remember the goodness that I have \ngiven you.",
    "interpretation": "This speaks of unappreciated love. The speaker warns that once the listener’s pleasures or options are gone, they will remember the one who truly cared \nfor them. It's a reflection of taken-for-granted affection.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "053",
    "meranaw_proverb": "Kariray o miyanik na kaya ko piyanikan",
    "literal_translation_meranaw": "Pekha mamala so miyanganakan na pekhaya mambo so piyanganakanan",
    "english_translation": "Both the pursuing man and the courted woman show shyness.",
    "interpretation": "This shows mutual awkwardness or restraint in traditional courtship. It highlights the modesty or hesitation typical in early stages of love, where neither \nparty is bold enough to act fully.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "054",
    "meranaw_proverb": "Karam o tantangi ko so an a motantang ko ron.",
    "literal_translation_meranaw": "Di aken den geneken so taw a pekha bayaan aken.",
    "english_translation": "I cannot stop her, for she has my love for her.",
    "interpretation": "Even if the woman leaves or does something unexpected, the speaker cannot resent her because of deep love. It’s a passive but loyal expression of \nemotional surrender.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "055",
    "meranaw_proverb": "Da layag si layagen ka liyayag o layagen",
    "literal_translation_meranaw": "Da ako panganakan ka saken i piyanganakanan.",
    "english_translation": "I did not say it (my love for her), but it was them who were intimate.",
    "interpretation": "This may refer to emotional or physical closeness happening between others, while the speaker loved silently. It suggests jealousy, regret, or frustration \nover lost chances due to unspoken feelings.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "056",
    "meranaw_proverb": "Di ako phaki indig ka o ka-indigi ako na manok ako a layam a maka rarangkirba.",
    "literal_translation_meranaw": "Di ngka raken anan pagraren ka saken na mambo na maka lalalonga ako.",
    "english_translation": "Don’t provoke me with your deceit because I do not provoke, for when I provoke, I am a deceiver.",
    "interpretation": "This is a warning about trust and betrayal. The speaker declares their honesty but implies they are capable of deceit if pushed—revealing a vulnerable \nthreshold between love and retaliation.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "057",
    "meranaw_proverb": "Da a mabilaw a taw o da a matawakalen.",
    "literal_translation_meranaw": "Di khakowa mapiya so taw a di masarakanen",
    "english_translation": "No one can prosper and make progress in life unless he/she has courage.",
    "interpretation": "While general, in courtship it urges one to be brave in expressing love, proposing, or committing. Love (and life) requires stepping out of comfort zones.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "058",
    "meranaw_proverb": "Pag-ingati ngka ramig so phikandiri ngka lalag a miya nget a pandapat ka o di pag-onganeni na kiropa sa di tangkap.",
    "literal_translation_meranaw": "Phiyapiyai ngka so ba ngka bo katharo ka raranan a ikha-pitas ka",
    "english_translation": "Take caution with what you say, as it may result in your failure to accomplish what you set out to \ndo.",
    "interpretation": "This emphasizes tact and thoughtfulness in communication during courtship. A wrong word or careless statement can ruin one’s chances in love or \nmarriage.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "059",
    "meranaw_proverb": "Kalopindo perarem a pendapo sa bo-ongan na madiyadi ka phayag ka bethowan ka sa ngaran.",
    "literal_translation_meranaw": "Hay! manganganakan ino ka baden di phaki tokaw ka an ami katokawi o pethanto ka.",
    "english_translation": "Gentleman, why don’t you say or express what you have in mind for us to conclude that you are \ndetermined.",
    "interpretation": "A call for clarity and honesty. The speaker (possibly a woman or her family) demands clear intentions—don’t lead someone on or stay silent. If you mean it, \ndeclare it boldly.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "060",
    "meranaw_proverb": "Ba aden ari a pikhilatan a ba da a palaw niyan sa kandadamdag iyan ko kaphag-odayaw o ig.",
    "literal_translation_meranaw": "Ba aden a mangangaroma a ba da a tamok iyan.",
    "english_translation": "Is there anybody who declare to marry without a Dowry (Money and other assets required for \nmarriage)?",
    "interpretation": "Marriage is not just about love—it involves tradition, responsibility, and material readiness. The dowry here symbolizes a family's preparedness and respect \nfor custom.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "061",
    "meranaw_proverb": "Anda i tompok a libon a omban-omban a baning a tamlang binarisan, na ba niyo den payaga i mborodan on sa ranon ka amay \nka masino ta a makawanan so ponay na madiyowang so legawan na man oto tano nggibas ka tomarokon kami ron a pat gatos miyorod.",
    "literal_translation_meranaw": "Anda i kaphayag ka sa lalag a di ngka pen paka balsen ka amay ka ba alo-alo bo ka di benar so \ntothol na an tano maka mbla-belag ka ayami den onotan a pamikiran a pat a shak-sakeb sa ngkai a \nwarisan ami.",
    "english_translation": "When are you going to declare your intention not to prolong the agony? If you are joking, you \nmay part away and we will join you and part away too.",
    "interpretation": "This urges clarity and seriousness in courtship. Love should not be toyed with; if intentions are insincere, then both sides should walk away rather than \nsuffer emotional uncertainty.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "062",
    "meranaw_proverb": "Ino ko di tangkeda a kawali ko so sapad a mapiya anda tampar na pagalad ako niyan.",
    "literal_translation_meranaw": "Ino aken di tatarimaa a pagidaan aken i mapiya anda song na paka o-onoten ako niyan odi na \nmapiya anda dingil na pekailay ako niyan.",
    "english_translation": "Why should I doubt that she is my love when she invites me to accompany her wherever she \ngoes and her gaze is always on me?",
    "interpretation": "Actions speak louder than words—her affectionate gestures and consistent presence give him confidence in her love, removing all doubts.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "063",
    "meranaw_proverb": "O tanto ka phag-inged sa Guindolongan Marogong na bangoni ngka sa pandi ka payongan ko seka on sa bolawan datomanong.",
    "literal_translation_meranaw": "O baka phangaroma na payag kano sa lalag ka salamaten ami seka.",
    "english_translation": "If you decide to live with us in this community through marriage, then let it be known so we may \nextend our warmest welcome.",
    "interpretation": "Marriage is viewed not just as a union between individuals but as a bond between families and communities. Openly declaring intentions allows for \nacceptance, celebration, and preparation.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "064",
    "meranaw_proverb": "Gowani ko ba den tig so khi-talingoma masa ko mosim a songgod a ig na antara so madakel, nago mbales so maana na kiya \ntokawan o taw a an a pendiyamongen a isa bo sa pompongan na di ta ipangangandam sa ba di ondas sa rinaw ka domaramba si \nmirag na mapiya maka sonsang sa bagiyo a marodo na di den mbaroba maog ka miya patri saleg o lalawo' a da mada', na o \nkatig si maranday na minsan maka sagansang sa latasan o bagiyo na di pharin pekhoyakas ka pekha kembang salindaw o tolos a da \nmarendan, na aya lalag aken on na dara-an shidan tano a kaplabo o masa ko kapembetadan iyan a lalag o Simban a taw.",
    "literal_translation_meranaw": "Sii ko paganay a matag baden bantaan a aden a phaka talingoma na mapephangantok a pamikiran, \nna so kiya paka talingoma iran na kiya tokawan a den bes a paka pethapi-in a isa bo sa bangensa, na \ndi ta ika-awan ka o pagayon-ayon so manga lolot ago so manga dato, na mapiya i awid a akal on na \nkhada' -aya sabap iyan na kagiya maka ookit ko katho-tonganaya ago so kaisai-isa ko bangensa-na \nilain tano den i kakha-samporna iyan",
    "english_translation": "We have just stories of intent to begin with, and we will not make any assumptions. When they \narrive, we know that there will be nobles who will unite through marriage, and we need not be \nconcerned that this will not happen provided all of their families and leaders extend harmonious \nsupport—so that any issue or hindrance will be removed. As a result, let us wait and see when it \nwill be completed.",
    "interpretation": "This reflects cultural diplomacy and patience. The community refrains from assumptions until proper declarations and family consent are given. Unity and \nharmony among families are vital for marriage to proceed smoothly.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "065",
    "meranaw_proverb": "Gowani ko ba den tig so khi-talingoma masa ko mosim a songgod a ig na antara so madakel, nago mbales so maana na kiya tokawan o \ntaw a an a pendiyamongen a isa bo sa pompongan na di ta ipangangandam sa ba di ondas sa rinaw ka domaramba si mirag na \nmapiya maka sonsang sa bagiyo a marodo na di den mbaroba maog ka miya patri saleg o lalawo' a da mada', na o katig si maranday \nna minsan maka sagansang sa latasan o bagiyo na di pharin pekhoyakas ka pekha kembang salindaw o tolos a da marendan, \nna aya lalag aken on na dara-an shidan tano a kaplabo o masa ko kapembetadan iyan a lalag o Simban a taw.",
    "literal_translation_meranaw": "Miya payag ago miyaka liwanag so lalag na kiya tokawan, na so den so kiya paka pemamasa-i ko \nkalilimod a da a ba on awid a akal ka kiya tokawan a giya ngkai a mangangaroma na phoon a \nbangensa ko tingki a ngkai a phamala-iyan na miya satiman so tindeg na baanda siran maka \npethatarosa.",
    "english_translation": "Obviously, we are told that we will be able to witness this peaceful event and that there will be \nno obstructions. Since the bride is from a well-known family, equally sharing the same nobility, \nprestige, and honor with the family of the bridegroom, we are unanimous that it shall soon be \nmaterialized.",
    "interpretation": "A formal and optimistic view on a prestigious marriage alliance, emphasizing equality in family background and status. The path is seen as smooth due to \nmutual respect and readiness.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "066",
    "meranaw_proverb": "Anda i alongan shidan a kilakiten ki ladan ka an kami ron di sawang.",
    "literal_translation_meranaw": "Anda i kaphanoksam iyo ka an kami di kadadarai.",
    "english_translation": "When are you planning to make your proposal? So we may not be curious while waiting",
    "interpretation": "An invitation for clear communication and decisive action. The speaker encourages the suitor to act soon to avoid dragging the situation and causing \nunnecessary speculation or emotional strain.",
    "theme": "Courtship/Marriage"
  },
  {
    "ID": "067",
    "meranaw_proverb": "So sagorompong a bok na kowa ka on sa isa na di khatod a igakot, na o maka mbabi-babid na phaka ren sa barko – na so tarintik a \noran na di niyan khawasaan so tomi-timbok a pethad, na igira miya timo na mag-ondas na bagiyo.",
    "literal_translation_meranaw": "So kapamagogopa na o masagom-parak a matabis so sakataw na di phaka ren, na so kai-isaisa bager.",
    "english_translation": "There is power in togetherness, and there is failure in separation.",
    "interpretation": "Unity brings strength, especially in leadership and governance. Division weakens a community, a family, or even a royal house. This is a foundational \nprinciple in traditional Meranaw society.",
    "theme": "Enthronment/Genealogy/Leadership"
  },
  {
    "ID": "068",
    "meranaw_proverb": "Kanogon o Unayan a ba den kiya sagadan o lalaog a da mada' na nogon o madalendeg a ba den siyarigidan o tolos a da marendan na \nkatii so Bayabao a kiya sampornaan ko tihaya maka ombaw a ini ombaw a manis o Ranaw a rangka manis.",
    "literal_translation_meranaw": "Giya kon a Unayan na matag on somiyagad so Mapiya ago kiyasariyatan, giya Bayabao na ron \nmiyangimpoon so menang ago so kiyatagumpiya a Ranaw.",
    "english_translation": "It is indeed unfortunate that Unayan is only a small percentage of Ranaw's people, whereas \nBayabao is the source of the people who made Ranaw a magnificent nation.",
    "interpretation": "This reflects an acknowledgment of demographic reality and historical pride—Unayan is smaller, while Bayabao contributed more prominently to the \ngreatness of Ranaw. It hints at genealogical roots and pride in lineage.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "069",
    "meranaw_proverb": "Mapay pen sa pelabi ko talentak o Taraka nago sa pendalomabi I tanan on samporna.",
    "literal_translation_meranaw": "Di kano aki dii mbologan sa katharo sa ba niyo kalawani a Taraka (Masiu) ka ron kano maa-amor a manga taw sa Ranaw.",
    "english_translation": "Taraka (Masiu) is where Masiu comes from, so don't talk too much in advance.",
    "interpretation": "A reminder to show respect for origins and refrain from speaking boastfully, especially when in the presence of or about historical places like Taraka and \nMasiu, which hold ancestral and political significance.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "070",
    "meranaw_proverb": "Paganay a mbekasen so olaola kandato na taritiba ngka so taw na kompasa ngka so inged.",
    "literal_translation_meranaw": "Paganay a penggolaolaan ka ko kiya dato ka na tatanora ngka so madakel a taw ago tataritiba ngka so inged.",
    "english_translation": "As a leader, the first thing you will do is manage the people and organize the community",
    "interpretation": "Effective leadership begins with people management and community organization. This statement prioritizes governance and civil order as fundamental \nduties of any enthroned leader.",
    "theme": "Enthronment/Genealogy/Leadership"
  },
  {
    "ID": "071",
    "meranaw_proverb": "Idagsha so lama na tanoren so paso-ay",
    "literal_translation_meranaw": "Deshaan ka so torogan (lama-lama o dato) na lilimpiyowa ngka so manga lalan san ko manga rarata a ongar.",
    "english_translation": "Make the streets clean and organize the people so that they can work better together. Sanitize the \nstreets of the people who have broken the law. This would also mean that the office (torogan) \nwould be properly set up and that the people would be organized so that other tasks and \nresponsibilities could be delegated to them.",
    "interpretation": "A metaphorical and literal call for clean governance. The “cleaning of streets” symbolizes restoring public order and moral authority. The torogan (royal\nhouse) is seen as a seat of leadership that must be run efficiently and justly.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "072",
    "meranaw_proverb": "Da kawanan da ramig, na da diyowang da pagari",
    "literal_translation_meranaw": "Oba ka dii shoramig sa lolot-mapiya lolot ka i phanganiyaya na began ka so kabnar ko taw a kha-aniyaya.",
    "english_translation": "Be fair without nepotism. Judge the people according to your fair judgment without bias.",
    "interpretation": "This advocates for just leadership, free from favoritism. A good leader should base decisions on truth and fairness, not family ties or power dynamics.",
    "theme": "Leadership"
  },
  {
    "ID": "073",
    "meranaw_proverb": "Na mapiya mata-tangked a maono-ay so delem a thatagoma so robas, na o an maneg ka a pekhasawalan sa tig na barabadan so \nlalan na pephanalani ngka den.",
    "literal_translation_meranaw": "Na mapiya madalem a gawii nago aden a kha-ontaling ka a dii phapawala, na pamarabadi ngka \nso lalan na songwi ngka, di ngka penayawaa kasongwan ka iran.",
    "english_translation": "When conflict arises, even during the darkest night, use a torch and go to the place where the \nconflict happened, and never wait until the people inform you of such a conflict.",
    "interpretation": "True leadership is proactive. One must act decisively in resolving disputes, rather than being passive or waiting for problems to be reported. The \"torch\" \nsymbolizes wisdom, vigilance, and courage.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "074",
    "meranaw_proverb": "Marawraw so Tebok a dibaloy a Malabang a bagabay a Silungan a rimbang a Maguindanao a pimbekenan o Anta a miyangombaw i \nbantog ko sapasagi ko ragat. (Pananaroon o Anta sa Tubok)",
    "literal_translation_meranaw": "Mapiya i paras a Tubok ka lagid a Malabang a tingki a Silungan sa Maguindanao a piyaginetawan \no Anta a kiya dayo-an a bangensa ko saopak ko peragatan.",
    "english_translation": "Tubok is beautiful, just like Malabang and Silungan in Maguindanao, where the ambilineal of \nAnta is based and is known all over the other side of the sea.",
    "interpretation": "This praises certain places and their ancestral heritage—particularly Tubok, Malabang, and Silungan. It also references ambilineal descent, suggesting \nprestige and fame that reaches even beyond local shores.",
    "theme": "Enthronment/Genealogy/Leadership"
  },
  {
    "ID": "075",
    "meranaw_proverb": "Boklod a minombaw a man so naga somalong a kini pantaw a Pikong a mithalikop i bantog ka sabapan den ko Nago a ino \nmirangka-lawan ka da ma-ako sawalen o taw ko linding o Ranaw ka tanan iyan bangensa. (Pananaroon o Nago sa Pikong)",
    "literal_translation_meranaw": "Maka oombaw a Pikong a loma-langkap so bantogan iyan ka sabap den ko Nago a ino \nmithagodaya ka di kha-kelo o taw sa Ranaw ka kagiya palaya iyan bangensa.",
    "english_translation": "It's like a dragon: Pikong is famous because of Nago, who stands out. In fact, the people of Ranaw \nhave never been able to get it because they all have the same ancestor.",
    "interpretation": "A poetic expression of clan prestige and individual distinction. Even in a society with common ancestry (like Ranaw), certain names (like Nago of Pikong) \nstill rise and are remembered—like a dragon among men.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "076",
    "meranaw_proverb": "Makoranda so Butig a lomiyabaw Marogong a maona katpadan o lalaog a da' mada a ini ombaw a manis o Madalendeg Anonen ka \naya bo pirogongan ka sabapan ko Asiyah a Paramata sa Butig. (Pananaroon o Asiyah sa Butig)",
    "literal_translation_meranaw": "Mapiya i paras a Butig a ini pangombaw a Marogong (Unayan) a aya kiya poonan o bangensa \na kiya paka ombaw niyan ka kagiya so Asiyah sii sa Butig.",
    "english_translation": "Butig is beautiful, making Marogong Madalendeg unconquered and ahead—the very \nfirst place where people originated because of Asiyah.",
    "interpretation": "This references sacred genealogical history. Butig, a revered place, is seen as the origin of peoples through a key ancestor named Asiyah, and Marogong \nMadalendeg is portrayed as unconquered and proud.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "077",
    "meranaw_proverb": "Marandang a bantayan a Maorintang Anonen a sindigan a Taraka a abay a Samporna ka nanao sa Maganding a mona kiya \nsengko-an o daradiyat a langkap a kormat a lalayon ko Oray Pindawadawa sa Arkata Masiu. (Pananaroon o Pindawadawa Oray sa Masiu)",
    "literal_translation_meranaw": "Tanto a matanos a Maorintang Anonen a kapapadalman sa Taraka a tingki a Samporna \nsabap sa giya Maganding na ron paganay a maka sengko so monapona a basalen a ka daradiyat a \nini pelila-lilang ko Pindawadawa Oray sa Masiu.",
    "english_translation": "When the first kolintang was played in Maganding, it sounded like Masiu's Pindawa-dawa \nOray. This makes Maorintang Anonen, where Taraka is, a good place to live.",
    "interpretation": "A symbolic blending of music, culture, and geography. The kolintang, a traditional musical instrument, represents heritage. The comparison ties places like \nMaganding, Masiu, and Taraka together through their shared cultural beauty, suggesting harmony and desirability.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "078",
    "meranaw_proverb": "Boklod a minombaw a man so naga somalong a kini pantaw a Pikong a mithalikop i bantog ka sabapan den ko Nago a ino \nmirangka-lawan ka da ma-ako sawalen o taw ko linding o Ranaw ka tanan iyan bangensa. (Pananaroon o Nago sa Pikong)",
    "literal_translation_meranaw": "Anda i inged odi na antawaa ko manga lolot i da on kapiya-i phoon ko kapephaka poro iyan a \npekha kowa mapiya. Odi na anda ko manga inged i ba niyan di bangensa",
    "english_translation": "Where and who among the communities and relatives, respectively, have not benefited from its \ndevelopment and goodness? Or who among the communities is not related to him?",
    "interpretation": "This line emphasizes the far-reaching influence and kinship of a prominent leader or royal figure. It praises a leader whose positive impact and bloodline \nextend to nearly all communities—suggesting near-universal connection and reverence.\n→ Used to legitimize someone's enthronement due to both merit and genealogy.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "079",
    "meranaw_proverb": "Barokan ta a lalag ta a ron ta mada' ma-aden na betad a ongangen ta a ron ta masamporna.",
    "literal_translation_meranaw": "Saden sa kiya tamanan ko barokan ka ago so katharo ka na ron ka den kha-akhir, na sa den pen \nsa sindadan o kata-o ago so ongangen ka na ron ka den khapantagi a kapatay",
    "english_translation": "You may end up in your hands and words, and the depth of your knowledge and wisdom has \nreached a point where you will perish.",
    "interpretation": "A cautionary statement about pride and overconfidence. It warns that a person’s own actions (hands) and speech (words)—especially when laced with \narrogance—can lead to their downfall, even if they are wise or learned.\n→ A reminder for leaders to remain humble and restrained.",
    "theme": "Enthronment/Genealogy/Leadership"
  },
  {
    "ID": "080",
    "meranaw_proverb": "Da sa oway da sa di, na da sa miphagendokan.",
    "literal_translation_meranaw": "Taw a pekha dowa-dowaan a da sa shorong-megendod.",
    "english_translation": "People who are unable to make their own decisions are said to be confused.",
    "interpretation": "Leaders—or even common folk—who are indecisive are viewed as lacking clarity or competence. Decision-making is seen as a basic trait of leadership \nand wisdom.",
    "theme": "Enthronment/Genealogy/Leadership"
  },
  {
    "ID": "081",
    "meranaw_proverb": "Rapenet-lintad kano ka pembalingan sa poro so andang a taw sa langit na so maginalong peman a lombos a paranakan na ino di \nkasalongi ka aya bo di khatimbang a tindos a pagimanan.",
    "literal_translation_meranaw": "Tareg kano! Ka phakaoma so mapiya a taw a pendato ka ino ari i belos a mapiya a taw a ino di \nden khatingki ka sekaniyan bo i mapipikir o pagtaw.",
    "english_translation": "Calm down and welcome! This good man will lead us because he has always been completely \ngood; the reason he cannot be compared is because people remember him constantly.",
    "interpretation": "A warm, celebratory endorsement of a new leader. His track record of goodness makes him beloved and \"unmatched,\" hence worthy of remembrance and \nthe role of leadership.\n→ A way of rallying support behind an enthroned figure, emphasizing both his moral character and reputation.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "082",
    "meranaw_proverb": "Kagiya pendato ka na taritiba angka so taw na kompasa ngka so inged ka an ka katokawi a piyaka pha-pangkata o kokoman ko \nmarandang, na oba ka paki ampit ko kalimbaba-an ka, ka aya ngka phag-ampita ka giyoto i kandato. Na oba ka pamlalag sa \nmadakel a kilangan na mada reka so sarig.",
    "literal_translation_meranaw": "Aya kandato na tatanora ngka so mga taw na oba ka pephanonogo ko mga kababaan i daradat \nago betad, seka i pephaki sogo kiran ka giyoto i kandato. Na oba ngka siran sorongi sa akal ka kada’an siran reka sa sarig",
    "english_translation": "Leadership is not allowing the low strata of society to dictate you. Being the one commanding \nthem to do something is the best type of good leadership. Never deceive any of them, for they \nmay lose their trust and confidence in you.",
    "interpretation": "This reflects a top-down leadership philosophy, where authority and command must be exercised decisively. Yet it also warns against abuse of power or \ndishonesty, as trust from the people is critical to sustained leadership.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "083",
    "meranaw_proverb": "Miya kapiya a Ranaw ka so da mbaloy a towan na mimbaloy a olama na miyakala so pando sa genekan so pa-awing na baden \nmiyaka labaw a kiya ndakel o mawag ka so makro ko gowani na imanto na paralo.",
    "literal_translation_meranaw": "Kiya binasaan a Ranaw ka mapiya so da misampay sa towan na somiyayan sa ‘olama’, na \nmindakel so miya aden a mawag na mapiya so haram na biyaloy a halal.",
    "english_translation": "It's hilarious! For those who are not even worthy to be Ulama worshippers but pretend to be \nintellectuals, Ranaw is approaching disaster. As a result, the presence of humiliating deeds is \nnecessary in order for activities that were previously forbidden to be recognized as ethically \nright.",
    "interpretation": "A sharp social critique, warning about fake scholars or pseudo-intellectuals who corrupt society. When unworthy people claim authority—especially \nreligious or moral—it leads to decline or chaos. The sarcastic tone (\"it's hilarious!\") emphasizes the absurdity and danger of their influence.",
    "theme": "Enthronment/Genealogy"
  },
  {
    "ID": "084",
    "meranaw_proverb": "Pephag-odayaw so ig na magegenteng a sathak na phag-orog sa kalodan na ma-anget a sa-igis.",
    "literal_translation_meranaw": "Pephag-ambog so taw a da bo a katawan ta a rek-rek iyan inonta ko miyaka itoito.",
    "english_translation": "Don't be arrogant or proud because you have the least assets.",
    "interpretation": "A direct criticism of someone who acts superior despite having no basis—such as wealth, status, or skill.",
    "theme": "Argumentation"
  },
  {
    "ID": "085",
    "meranaw_proverb": "Ino a miyaneg ko a milo-lonto so sawaw na da bo a papar iyan.",
    "literal_translation_meranaw": "Aya katawi ko rekaniyan ko kapkhanega ko ron na aden a rek iyan odi na mapiya a dii \nmindolona -takinoba a di benar ka da' rekaniyan a ngkoto a ilayan aken rekaniyan.",
    "english_translation": "I assumed he belonged to a higher position or was someone who was nice to deal with, but I was \nmistaken. He's not the person I expected.",
    "interpretation": "A disappointment in someone who appeared admirable at first, but later revealed themselves to be unworthy or different.",
    "theme": "Argumentation"
  },
  {
    "ID": "086",
    "meranaw_proverb": "Anda i sokor mag-antag na so katatangka-i ron, na di ka perang-lebi ka di ka maka lebi.",
    "literal_translation_meranaw": "So panagontaman ago panamar ko nganin ko doniya na sa bo sa kiya sosokodan, na di ka dii phatokal ka di ka bo \nbara-tokal.",
    "english_translation": "The best way is to live a pleasant and moderate life, without being overly proud because you have \nnothing to be proud of.",
    "interpretation": "Encourages moderation and humility, pointing out that pride without substance is misplaced.",
    "theme": "Argumentation"
  },
  {
    "ID": "087",
    "meranaw_proverb": "Phagendod si sinambong na kakaporan iyan bo.",
    "literal_translation_meranaw": "Pagoway a kapened ah na kakapetan iyan bo odi na di magso’so’ na kakapetan iyan bo",
    "english_translation": "He is limiting his options while attempting to accomplish anything.",
    "interpretation": "A critique of someone who restricts themselves—perhaps through poor decisions or narrow thinking—making success unlikely.",
    "theme": "Argumentation"
  },
  {
    "ID": "088",
    "meranaw_proverb": "Idar-dar a rogong na rarosan o maothang na rarag o maka tana.",
    "literal_translation_meranaw": "Tanto a mala a kapkha nega on a taw sii ko 'ilmo, tamok, menang ago betad na takinoba ka \nkagiya a maka tana na miyaka itoito ago miyaka khap-khap",
    "english_translation": "A person who was thought to be intelligent, wealthy, and honorable ended up being unworthy \ndue to his impolite personality and poor performance.",
    "interpretation": "Reveals that external traits or reputation are not enough; true worth lies in character and competence.\n→ Don't be deceived by appearances—observe actions and attitude.",
    "theme": "Argumentation"
  },
  {
    "ID": "089",
    "meranaw_proverb": "Kalokop a domithong a da a maroronan on.",
    "literal_translation_meranaw": "So nganin a pikhonsi-konsian na igira a piyaka tana na da a miya nggona on a mapiya. Giyanan so \ngalbek a marata a papagenesen na kagiya misampay sa Yaumul Qiyamah ko oriyan o \nkapatay na da bo kanggona-i o minggalbek on ka da on kabalasi.",
    "english_translation": "A conspiracy is a plan by two or more people to commit wickedness and wrongdoings, and there \nis nothing good or constructive about it.",
    "interpretation": "Defines conspiracy as inherently malicious, with no redeeming quality.\n→ A clear moral stance against secretive or underhanded schemes.",
    "theme": "Argumentation"
  },
  {
    "ID": "090",
    "meranaw_proverb": "So ranon ta ki lolot na idego-dego niyan a karata-rataa ta on.",
    "literal_translation_meranaw": "Mapiya i gagaw ta ko lolot na aya katawi niyan on na giyoto den i kambinasaa ta on -ibarat o \nmosawir ta on na pephaka rataan iyan sa ginawa niyan ka pethipon kon o ped iyan.",
    "english_translation": "Some people see brotherly and compassionate advice as a negative act. As a result, even a single \npiece of advice was interpreted as a criticism.",
    "interpretation": "A reflection on defensiveness and pride—how people reject genuine concern and advice by taking it as an attack.\n→ Shows the fragile ego or distrust in relationships.",
    "theme": "Argumentation"
  },
  {
    "ID": "091",
    "meranaw_proverb": "Mawatan den ko alad i ba niyan on ka-ilid.",
    "literal_translation_meranaw": "Ini tego den o taw a giya ngkoto a nganin na di den mapenggolaola.",
    "english_translation": "It is the kind of thing you'd never expect to happen, or it's extremely unlikely to happen or \nmaterialize.",
    "interpretation": "Expresses doubt or disbelief—a reaction to an idea or event that's seen as unrealistic or implausible.",
    "theme": "Argumentation"
  },
  {
    "ID": "092",
    "meranaw_proverb": "Miya baya so penggok ka tig iyan o tholin ko, karam o toli ako i kagaka sa lendeban.",
    "literal_translation_meranaw": "Aya katao niyan on na phangaromaan aken pangaromaan aken i aden a manga wata iyan odi na miya ogat",
    "english_translation": "One may be content with the thought of marrying her, but will I marry a pregnant mother \n(with or without a husband)?",
    "interpretation": "A personal reflection on marriage expectations, questioning the social and moral implications of marrying someone pregnant—likely outside of a \nconventional or accepted context.",
    "theme": "Argumentation"
  },
  {
    "ID": "093",
    "meranaw_proverb": "Phangiring-iring a pong si babendir a di moni.",
    "literal_translation_meranaw": "Oma-oma sa peda a dii mamag-omanti a soma-sayan sa matao a di bo phaka raw tharo, odi na \nsoma-sayan sa mala a da bo a katawan ta",
    "english_translation": "Pretending to be knowledgeable while unable to speak, or claiming to be someone when he has \nnothing to prove.",
    "interpretation": "A jab at pretenders or frauds—people who claim expertise or status but lack evidence or capability.",
    "theme": "Argumentation"
  },
  {
    "ID": "094",
    "meranaw_proverb": "Ba den mata-o thandig ko bongknol o ped iyan na di mata-o thandayaw ko bongkog ko likod iyan.",
    "literal_translation_meranaw": "Aya bo a pekha ilay niyan na so pa-awing o ped iyan na di niyan khailay so karibatan odi na kamarataan iyan.",
    "english_translation": "One only sees the flaws of others and is unable to recognize his own.",
    "interpretation": "Universal critique of hypocrisy and lack of self-awareness.\n→ A call for introspection before criticizing others.",
    "theme": "Argumentation"
  },
  {
    "ID": "095",
    "meranaw_proverb": "Mapa-payag so “Ba” a pekhi rair o dila, na amay bo ka impiten na “Alip” a tomi-tindeg",
    "literal_translation_meranaw": "Ba tano den madakel ogaid na amay bo ka thanton ka pagilain na saken bo i khalamba odi na miyaka taros.",
    "english_translation": "Too many of us want to contribute when building something, but I'm the only one who \nfinished it in the end.",
    "interpretation": "A reflection on false support or performative teamwork—many people want to be part of success, but few commit to the hard work.\n→ Comment on responsibility and empty promises.",
    "theme": "Argumentation"
  },
  {
    "ID": "096",
    "meranaw_proverb": "Taksil sa pelabi a pengginalawan ko ig a mag-iring sa Dagodob a ginanatan o sarog.",
    "literal_translation_meranaw": "Di kano pekha babaya a ba niyo showaa a Dagodob (Lumba a Bayabao) ka sii rekami milelemba so kambilang a taw.",
    "english_translation": "Do not be so proud to pretend to be like Dagodob (Lumba a Bayabao), for we are the \noriginators of a truly good personality",
    "interpretation": "This challenges the arrogance or imitation of others, especially those claiming superiority, by asserting the speaker’s group or lineage as the true origin of \nvirtue or noble character.",
    "theme": "Argumentation"
  },
  {
    "ID": "097",
    "meranaw_proverb": "Kilid sa pephatokal a melawan ka melabi a shayan sa Domagandar a phoonan o tabi-at.",
    "literal_translation_meranaw": "Di kano aki pephangona-kona a ba niyo pelawani a Domagandar (Poona Bayabao) a ron phoon so mapiya a adat-parangay",
    "english_translation": "Don't try to be too proud ahead of Domagandar (Poona Bayabao), the originator of good manners \nand right conduct.",
    "interpretation": "A warning not to outshine or disrespect a group or person recognized as the founder or symbol of proper behavior.\n→ Acknowledging hierarchy and respect for those with cultural or moral authority.",
    "theme": "Argumentation"
  },
  {
    "ID": "098",
    "meranaw_proverb": "So peman so Mimbisa na ino da den pangampong ko rimbang iyan sa kadar ka ini pangombaw niyan a kambi-bisai niyan ko \nmisharip Alawiya a mini lemba a bansa sa polo aya Mindanao.",
    "literal_translation_meranaw": "Giya peman a Mimbisa (Balo-i) na ino sominibay sa isa ka phangampong maka titingki \nko lagid iyan sa kala a inged ka siran bo i kiya bembaran ko bangensa o Sharief Alauya a miya bembar a \nbangensa sa Mindanao.",
    "english_translation": "Balo-i made itself a separate state (phangampong) because it was equal with the rest \nof the Phangampong in the sense that it claimed to be the only place whose people descended from \nSharief Alauya spread all over Mindanao.",
    "interpretation": "An assertion of Balo-i's legitimacy and equality among traditional political divisions (phangampong), backed by shared descent from Sharief Alauya, a \nrevered Islamic figure.\n→ Genealogical and political justification of autonomy or recognition.",
    "theme": "Argumentation"
  },
  {
    "ID": "099",
    "meranaw_proverb": "Mapiya anda ka shong na kalongkong ako ngka den.",
    "literal_translation_meranaw": "Mapiya aki anda ka den phag-agaw ago bapiya antonaa den i sowaan ka na awid ako den a akal ka.",
    "english_translation": "Wherever you go, I will always be your problem or a thorn in your head.",
    "interpretation": "A declaration of persistent opposition, rivalry, or unresolved tension.\n→ Could be an expression of defiance or a grudge that follows someone.",
    "theme": "Argumentation"
  },
  {
    "ID": "100",
    "meranaw_proverb": "Benem-beneng a amo a kagiya siningaan na aya tangkap iyan on na pekha babayaan ta.",
    "literal_translation_meranaw": "Mala i beneng a amo a mapasang i kathanos a kagiya siningaan na aya tangkap iyan on na ba pekha babaya-i.",
    "english_translation": "A girl puts on make-up and cosmetics to look like a monkey, expecting that I will fall in love \nwith her because she believes I am drawn to her.",
    "interpretation": "A sarcastic and harsh insult targeting someone perceived as trying too hard or inauthentic—mocking superficiality and mistaken assumptions about \nattraction.",
    "theme": "Argumentation"
  },
  {
    "ID": "101",
    "meranaw_proverb": "Ba ta den pepenaga ko Amendiya ago so Ya, na raragandang ta pen ko kiya mbalawag o Ba ka amay bo ka impitern na Alip a tomi\n-tindeg",
    "literal_translation_meranaw": "Ba ta den aki sisiranga sa ngkanan a manga taw a o paka tanaa ngka na si bo si aki oto i mati-tindos kiran.",
    "english_translation": "While there are plenty of them, there is just one that is considerably superior to the others.",
    "interpretation": "Among many, one stands out in excellence—implying quality over quantity, or the existence of a singularly distinguished person or thing.",
    "theme": "Argumentation"
  },
  {
    "ID": "102",
    "meranaw_proverb": "Ber-bereg a tontong a anda bo da mipinsor",
    "literal_translation_meranaw": "Anda makandaw den a taw a da a phanargan iyan.",
    "english_translation": "A wandering person who has no abode.",
    "interpretation": "A description of someone with no roots, identity, or place—possibly implying instability, aimlessness, or lack of social standing.",
    "theme": "Argumentation"
  },
  {
    "ID": "103",
    "meranaw_proverb": "Benar ka maito kon na kanengket a maidan.",
    "literal_translation_meranaw": "Mapiya maito so kala o kambobolawasan iyan ka maito a mama, na di ngka phanigorowa ka mabager a maongangen.",
    "english_translation": "He is small, but terrible.",
    "interpretation": "A compact yet powerful person—likely underestimated due to size or appearance but possessing strength or influence.",
    "theme": "Argumentation"
  },
  {
    "ID": "104",
    "meranaw_proverb": "Da leshaga so gadong na sobong a pirawakan.",
    "literal_translation_meranaw": "Pekha babayaan ka so taw na dii ngka bo perawakan sa kagaan a kapatay niyan.",
    "english_translation": "You like the person, yet you're hoping for his early demise by praying and working for it.",
    "interpretation": "A biting observation about hypocrisy or concealed ill intent—pretending affection while secretly wishing harm.",
    "theme": "Argumentation"
  },
  {
    "ID": "105",
    "meranaw_proverb": "Ba den mala so dalog a pekha lilid ko lapad a da' a kapadal iyan.",
    "literal_translation_meranaw": "Baden miyaka selasela i lawas na da a bager odi na ongangen iyan.",
    "english_translation": "He's basically a large person who lacks physical strength and intelligence.",
    "interpretation": "A mocking remark toward someone who appears imposing but is weak and unintelligent—emphasizing that size means nothing without substance.",
    "theme": "Argumentation"
  },
  {
    "ID": "106",
    "meranaw_proverb": "Penggora-ok so pethad ka iniratan o ragat, na peseghad so bayanek ka pitharotosan o ig.",
    "literal_translation_meranaw": "Dii maka perego so pagtaw ka piyalagoyan o olowan a da a sambatan iyan.",
    "english_translation": "The people are crying because their leader left them.",
    "interpretation": "Acknowledges the emotional weight and impact of true leadership. The absence of a valued leader causes distress—suggesting genuine admiration or \ndependency.\n→ Reflects on the vacuum of power and the importance of wise leaders.",
    "theme": "Argumentation"
  },
  {
    "ID": "107",
    "meranaw_proverb": "Iponipon sa tiyan na dadapo-an sa likod – Mapiya sa ishangat na bakat sa ithalikod.",
    "literal_translation_meranaw": "Aden ko mga taw a igira a mindadarpa-i ngka na mapiya reka i adat-parangay ogaid na maka \ntalikhod na dii ka niyan phapaka ito on ago pembinasaan ka niyan.",
    "english_translation": "There are certain people who are so nice and friendly when in front of you, but when they meet \nothers, they invent stories and defamation against you.",
    "interpretation": "This addresses two-faced behavior, a key source of interpersonal conflict. The line exposes hypocrisy and betrayal, which can escalate tensions.\n→ A call to be cautious of deceptive friendships that fuel disputes.",
    "theme": "Argumentation"
  },
  {
    "ID": "108",
    "meranaw_proverb": "Pangonotan so layag na malo bo kondaraan ka tomagenteng so kalat na an a maka mba-oman a phoon sa lalag iyan.",
    "literal_translation_meranaw": "Panama-namaran so ginawa na di bo tanto itaralo ka pethaman bo so bager na pekha sepok, \nna dii makasendit so taw ago aden ko mga lolot ka maka pendarasag.",
    "english_translation": "While putting in maximum effort to achieve one's life objective, it must be regulated, otherwise \none's physical and mental capacity and capability will be exhausted, resulting in repentance.",
    "interpretation": "Overexertion without balance leads to burnout and regret. It’s a reminder to manage conflict or stress in life wisely, to avoid personal collapse.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "109",
    "meranaw_proverb": "Mabaya ta lomoya na menda ta kararasan.",
    "literal_translation_meranaw": "Mababaya ka sa rido, na di ngka khababayaan so onga niyan a mapait",
    "english_translation": "You like trouble, but you hate and/or dislike its effects and consequences.",
    "interpretation": "This criticizes those who provoke conflict but can’t handle its fallout.\n→ A warning that if you initiate disputes, be ready to bear the consequences.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "110",
    "meranaw_proverb": "Pipharasan so alam sa ka-adilan da thaman na mendod bo so parayasan ko khairan ko Sorga.",
    "literal_translation_meranaw": "Mapiya i tamok o taw ago so langowan a kasibisibiyan iyan na ba on den khataman ka so \ndoniya na da a ba on kapipiya ginawa -sii khatoon ko Sorga.",
    "english_translation": "The world is full of many good things, but all the things in Paradise are far better than those.",
    "interpretation": "This is a spiritual reminder in the face of conflict or temptation, suggesting that peace lies in focusing on eternal values, not worldly desires.\n→ Encourages inner peace and detachment to resolve worldly struggles.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "111",
    "meranaw_proverb": "Betad o kopor a taw a igira kapa-okan na pendi-lilang sa lalag ka an di kasi-sipati.",
    "literal_translation_meranaw": "So makanakanen a mama na igira miya semo den ko ramoding on o babay na mbaram-barang den a ndalinan iyan.",
    "english_translation": "An angry person who was full of blame attempted everything he could to get rid of it.",
    "interpretation": "This reflects someone overwhelmed by anger and guilt, trying desperately to escape it.\n→ Inner conflict can be resolved only by confronting, not avoiding, blame.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "112",
    "meranaw_proverb": "Ino maolad so gi ka ogarinan a menda, na ino landap so tilad ka tepasan a mapa-ok.",
    "literal_translation_meranaw": "Ino madakel so babay ka o maka mbelag ta na phamamili ako ron sa petpasan aken mangaroma",
    "english_translation": "When divorced or separated, there are several options for women.",
    "interpretation": "Acknowledges agency and resilience in women post-conflict. Rather than being ruined, they still have choices.\n→ A progressive take on recovery and empowerment after relationship disputes.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "113",
    "meranaw_proverb": "Mabaya so pogapok ka phaka bantay sa orog, na kagiya ka-iratan na miyaka ndarokhogan.",
    "literal_translation_meranaw": "Miya babaya so babay ka kagiya miyaka ilay sa mala a tamok, na kagiya malngan so tamok na miyaka kipes bo.",
    "english_translation": "The woman is delighted by her wealth, but when it is wasted and drained, she mourns and \nrepents.",
    "interpretation": "This shows how attachment to material wealth can lead to sorrow when it disappears.\n→ Emphasizes values beyond money as a way to resolve inner conflict.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "114",
    "meranaw_proverb": "Kaningkir a khasowa a khabayaan ta so taw na di ta niyan khiyogan.",
    "literal_translation_meranaw": "Ba ta on den miya taman a di ta niyan bo ita-tangkap",
    "english_translation": "How sad is the time I spent for her, only to discover that she doesn’t love me.",
    "interpretation": "A personal reflection on emotional disappointment and unrequited love, leading to sorrow.\n→ Highlights the pain of misplaced efforts, but also the beginning of emotional closure.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "115",
    "meranaw_proverb": "Na sa taw a di ako ron na ino kon o di kami ay mambetad aken.",
    "literal_translation_meranaw": "Ino o maka mbelag ta ba ako ay phatay",
    "english_translation": "Will I die if I file for divorce?",
    "interpretation": "This rhetorical question challenges the fear and stigma surrounding divorce.\n→ An empowering statement that hints at liberation over suffering.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "116",
    "meranaw_proverb": "Marasay si pengganat na lebi si pengganatan",
    "literal_translation_meranaw": "Mara-rata a ginawa o miyaki mbelag na lebi pen so ini mbelag",
    "english_translation": "Divorce is difficult for the person divorcing, and it is even more difficult for the divorced \nwoman",
    "interpretation": "Acknowledges the emotional and social toll of divorce, especially on women, who often face harsher judgment.\n→ Urges empathy and fair treatment in conflict resolution.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "117",
    "meranaw_proverb": "Ino ko tatanora ka an mata-taritib na o peman o nggokta na gomigomin ta baden.",
    "literal_translation_meranaw": "Tataritiben aken so galbek ka an mapiya, na kagiya dii ngka nggoketen na gons-gonsengen ta baden",
    "english_translation": "I make sure everything is in the right place, but if you like it to be destroyed, we can put it all in a \nmess.",
    "interpretation": "This is a warning wrapped in sarcasm—someone offers order but is ready to match chaos if provoked.\n→ Reveals the fragile balance between peacekeeping and retaliation.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "118",
    "meranaw_proverb": "Miyaka toman ako sa da' ko tanto karondan ka o romiyondan ako na miya inalang.",
    "literal_translation_meranaw": "Miyaka toman ako sa da ako sangkop odi na pamangped ko galbek o isa a taw a marata ka o \nsomiyangkop ako odi na miyamangped ako ron na imanto na miya alang-alang odi na mini liliya ko",
    "english_translation": "To avoid being left behind in the middle of nowhere, I took the right path.",
    "interpretation": "Choosing peace, wisdom, or faith to avoid despair or abandonment in life’s conflicts.\n→ A personal decision toward resolution and direction.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "119",
    "meranaw_proverb": "Maolay bo so gadong na magendod sa ngganatan, na maronot so rambayong na mbaling sa tharikhodan.",
    "literal_translation_meranaw": "Malokes aki so taw na khasoy sa Akhirat, na marombay bo si ginawa na mbaling sa Yaumul Qiyamah.",
    "english_translation": "When we get old. Akhirat will be our end.",
    "interpretation": "A final spiritual reflection—this life’s conflicts are temporary, and the afterlife is the real conclusion.\n→ Encourages forgiveness and long-term perspective in resolving disputes.",
    "theme": "Conflict Resolution"
  },
  {
    "ID": "120",
    "meranaw_proverb": "So olaola o taw na aya ko den parangay na sa adat o ped aken na aya ko den tabi-at -aya mataan-benar na o lebada ka a wator na \nbadali ngka sa dodol ka mini pharowaa ka.",
    "literal_translation_meranaw": "Sa parangay o ped aken na aya ko den parangay ogaid na so karata a adat o mipendolona aken na di aken on imbadal.",
    "english_translation": "I treat others the same way he treats me, but I have repaid him nicely.",
    "interpretation": "It encourages kindness even in the face of unfairness—a moral lesson in grace, forgiveness, and not repaying evil with evil.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "121",
    "meranaw_proverb": "Ba den mata-o mohi na di matao molahi, na ba den mata-o manik si di mata-o panikan.",
    "literal_translation_meranaw": "Aya bo katawan iyan na giya bo a ginawa niyan-lagid o kapamemegay a mababaya began na di matao mamemegay",
    "english_translation": "A self-serving person only understands how to receive and has no desire to contribute.",
    "interpretation": "A warning against selfishness and greed, highlighting the imbalance it creates in relationships and society.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "122",
    "meranaw_proverb": "Makro so badan ko na paralo so limo ko.",
    "literal_translation_meranaw": "Marata ako reka, na mapiya reka so pangalimo aken reka",
    "english_translation": "You may think it's horrible, but you appreciate and enjoy what I give you.",
    "interpretation": "Critiques hypocrisy—people pretend to dislike something but still benefit from it. A call for honesty and gratitude.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "123",
    "meranaw_proverb": "Diden methow so aroy o ba da’a bala iyan.",
    "literal_translation_meranaw": "Langowan a dii manggolaola na pephangangatagen.",
    "english_translation": "Every condition, whether favorable or unfavorable, has an inverse, or opposing, effect.",
    "interpretation": "A philosophical reminder that life is full of dualities—joy and sorrow, good and bad—so one must learn to be resilient and balanced.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "124",
    "meranaw_proverb": "So sagipak a narra na margen katimbangan o sabekes o rasa-as",
    "literal_translation_meranaw": "So taw a babalbegen iyan a ginawa niyan na thomo a di so miyaka dakdakel a mga taw a isa ka mbina- bataa a \npalaya papar.",
    "english_translation": "A single powerful man is preferable to a group of weak men.",
    "interpretation": "Highlights the value of strength, leadership, and competence over quantity. Not all groups are effective without strong character.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "125",
    "meranaw_proverb": "Mapay ka man so tod na di ta kaphanamanan, aya pen o ba kayo a tangked a maglangit.",
    "literal_translation_meranaw": "Mapay ka man so gantong na an a kipantag iyan aya pen o ba mapiya a taw.",
    "english_translation": "Nobody can deny that the other is valuable or useful—how much more so for a royal?",
    "interpretation": "Everyone has value, and if ordinary people are valuable, those in high positions should be even more responsible and worthy.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "126",
    "meranaw_proverb": "So sanggibo a ranon na piyatay o tadman.",
    "literal_translation_meranaw": "So satiman a miya nggolaola a marata o ped a taw sii reka na kiya daan den sa kipantag so tanto a \nmadakel a mini ogop iyan reka a mapiya.",
    "english_translation": "A single mistake or misbehavior can erase thousands of good deeds.",
    "interpretation": "A strong moral warning about consistency and reputation—it takes years to build trust and one wrong act to destroy it.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "127",
    "meranaw_proverb": "Di ngka den iinama so binagol a ped ka, da bo a gola ka a mipshiyantan ka.",
    "literal_translation_meranaw": "Di ngka den kasi-sigin so mapiya a kata-ta'ama o isa a taw ko betad iyan a mapiya ka matag on \npenggaget a rareb ka ka da bo a rek ka on",
    "english_translation": "Don't be envious of someone else's comfortable life because you cannot have what he already has.",
    "interpretation": "Teaches contentment and realism. Envy only brings suffering; it’s better to focus on your own path.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "128",
    "meranaw_proverb": "Di ka lengan ginawa na sama ka on ginawa.",
    "literal_translation_meranaw": "Igira a piyaka mbaya-baya ka o ped ka na lamba-i ngka on so ped ka, di ngka pelenga-lengana.",
    "english_translation": "When someone offers you anything, don't be rude; take what you need and leave the rest to \nsomeone else.",
    "interpretation": "Promotes humility, politeness, and fairness—don’t be greedy or disrespectful when receiving gifts or blessings.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "129",
    "meranaw_proverb": "Di alongan o bangensa so alongan o pengga-os odi na… Di mosim o bangensa so mosim o tatamoken.",
    "literal_translation_meranaw": "Da bali o bangensa ka sa bo sa maka babalbegen o da a tamok ka a kaphanarigan ka \nna mapiya i bangensa ngka na di ngka bo khasanaan.",
    "english_translation": "Power and means are more important than blood — you can't rely on kinship if you don't \nhave them",
    "interpretation": "A hard truth about self-sufficiency—family ties alone won’t save you if you lack the resources or skills to support yourself.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "130",
    "meranaw_proverb": "Ola-ola lalag ta a ron ta mada’ ma-aden betad a ongangen ta a ron ta matay-mawiyag.",
    "literal_translation_meranaw": "Sa den sa okitokit o taw marata antaa ka mapiya na ron ka den khapantagi a kapatay.",
    "english_translation": "Life is a game, but it’s you who must say, whether a cheat or sportsmanship, it’s you who \nmust play and meet your end.",
    "interpretation": "Life is full of choices, and you are responsible for the ethics of your actions—whether you live honestly or deceitfully, you must face the consequences.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "131",
    "meranaw_proverb": "An a linang bolawan a dii kapag-inaman sa iman a samporna a maka dorat i lalag, na an matag sapo a maregen a limbanan ka di \nta niyan ndoraten.",
    "literal_translation_meranaw": "Aden a mapiya a taw a o di ngka ka-iktiyari na phaka binasa reka na aden peman a di tanto \nmapiya a taw a margen o ba ta kalipati ka di ta niyan phag-akalan.",
    "english_translation": "One may be noble, descending from a royal family, but ignoble in character—the other may be \nordinary, but truthful and honest.",
    "interpretation": "Challenges class bias—true nobility comes from character, not bloodline. A call to value honesty and humility.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "132",
    "meranaw_proverb": "Porong ka porom-potal ka o di ka porom-potal na porom-potalen ka taw.",
    "literal_translation_meranaw": "Phiyapiya ka sa parangay ka o di ka phiyapiya na mebonoon ka a taw.",
    "english_translation": "Do your best because if you don't, someone will put you in a sack or murder you.",
    "interpretation": "An exaggerated but powerful warning—laziness or mediocrity can be dangerous, especially in competitive or harsh environments.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "133",
    "meranaw_proverb": "So di ta iga-gaid na ron kalamay so gadong, na so ita-tangked ta na ron so Allahu a’lam (maana pagaranganan).",
    "literal_translation_meranaw": "So taw a di itatapi-an na takinoba a aya mapiya, na so aya katawi ta on na mapiya na aya bes marata.",
    "english_translation": "What we don't expect to be good is good, but what we think is good is bad.",
    "interpretation": "Urges caution and open-mindedness—appearances deceive, and judgment should be based on truth, not assumptions.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "134",
    "meranaw_proverb": "Matanog i dalpek na korang i palalagoy",
    "literal_translation_meranaw": "Berak a talpak den a ngari iyan, ogaid na da bo a mapenggalbek odi na khapasad iyan",
    "english_translation": "Good in speaking, but not so much at doing or producing",
    "interpretation": "Words are easy, but actions are hard. True character is shown through deeds, not speeches. A lesson in walking the talk.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "135",
    "meranaw_proverb": "Nggoro-goro ka goro ka o ari o minggoro so andang a goro ami na aya pen di penggoro so goro o morit ami.",
    "literal_translation_meranaw": "Di ngka shana-i so katao ngka ka o ari pephaganad den so goro na seka pen i di toma-taros mangnal a matag morit",
    "english_translation": "Search for knowledge from the cradle to the grave. Don’t give up learning. You may have \nlearned something, but there are still many more things you ought to learn and discover.",
    "interpretation": "Lifelong learning is a moral duty. No matter how much you know, there’s always more to discover. Stay humble and curious.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "136",
    "meranaw_proverb": "So paraman o ganding na laksa man ka ona na insarati ngka mona ka tabiya ko kha-ori ka toba ako maori na asar a towis ako ko\nphamaginapasaan.",
    "literal_translation_meranaw": "So matao ko katharo na mawatan den a kao-ona niyan, ogaid na di niyan pipikira o ba mao-ona \nden ka aden a mao-ori a maka lelebi a di sekaniyan",
    "english_translation": "The knowledgeable have always been first in line, but never pretend to be first, for there may be \nsomeone ahead of you who is more knowledgeable.",
    "interpretation": "Knowledge earns respect, but pretending to be wise is dangerous. Be humble—someone always knows more than you.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "137",
    "meranaw_proverb": "Maka pira somagad i maka rampana sa dar na ba ngka den pethongkopa sa di ron kaseban a taw ka aya man ari a darem na ba an a \nmata-o ron inonta so Allah.",
    "literal_translation_meranaw": "Mapiya i dii kakha rata a ginawa ngka na rarareba ngka baden -di ngka den pephamanothola.",
    "english_translation": "The more shattered your heart is, the more patience you will need to accept your feelings.",
    "interpretation": "Emotional pain requires deep patience and self-compassion. Healing is not quick—acceptance is part of growth.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "138",
    "meranaw_proverb": "Minsan oray bolawan i oran sa di ta inged na mapag-iroy ta bo so tarintik sa ngganatan.",
    "literal_translation_meranaw": "Mapiya pen bolawan den a pekha sokat ko kena o ba ta inged na aden bo a masa a ikhadali ta so tithow a inged ta.",
    "english_translation": "There's no place like home, no matter how wealthy your life may be in a faraway location.",
    "interpretation": "No matter how far or successful you go, home holds a special, irreplaceable value. It’s a source of identity and comfort.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "139",
    "meranaw_proverb": "O da bo so kibolog na mosala mendod ako, na o da so kitaloga na tobaw mbalingan ako.",
    "literal_translation_meranaw": "O da ko mimbologan so katharo odi na nggolaola na di aken den nggolaolaan –mataan a so kasendit na sii sa oriyan",
    "english_translation": "Repentance is always the last stage in the process – I would not have proposed it if I had \nknown its result.",
    "interpretation": "Sometimes we regret actions only after consequences unfold. It's a lesson in foresight and wise decision-making.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "140",
    "meranaw_proverb": "Parabowat o tapar so gandawali o lalag, na galigala gomampang so malayat a ongangen a gonday o kandiyandi, na sa di panday ko \nlangka na mitarobang ko korang na sa peman sa malim on na aya matindos-rabaw.",
    "literal_translation_meranaw": "Paramanis o kalilimod so kapkha pangka o pitharo, na pekhi-ren ko nama ago so maratabat so \nongangen, ogaid na sa di maka sowa nggedageda na khi-shosong, na sa peman sa masowa iyan so \nkapamlalag na aya kha-paratiyayaan.",
    "english_translation": "The beauty of talking is during an argument, and wisdom is the remedy for emotional pride, \nthose who may not reflect and control their temper have done wrong, but those who may successfully \nmanage their temper will prosper.",
    "interpretation": "Wisdom in speech and control in anger are rare and powerful virtues. Those who master this find peace and success.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "141",
    "meranaw_proverb": "Sa alongan imanto na mimbinentay ko masa so daradat o timbangan ka mapened so ilmo a di so salakaw ron, na o ndaya so \nkata-o na phangarongka so sigay a pethimbawaw ko palaw na melangkap ko doniya, na o di manggolaola na ba den karam a intan.",
    "literal_translation_meranaw": "Imanto aki na kiya tokawan a aya bo a mala i kipantag na so 'ilmo a di so mapiya antonaa na \nmiyaka ngen imanto si aki aya (so miyaka sowa), na o maka ndaya so manga taw a ndodon so 'ilmo \nna ipthagompiya o betad-mataan den anan a benar.",
    "english_translation": "Learning and applying knowledge in real-life can lead to greater development and success.",
    "interpretation": "Knowledge alone is not enough—application is key to real progress and self-improvement.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "142",
    "meranaw_proverb": "Di mariray so Butig ka aya mona tepadan o lalaog a da mada na di maya' so Unayan ka mona kalontanaan o tolos a da marendan.",
    "literal_translation_meranaw": "Bantogan a Butig odi na giya Unayan a siran i paka poon o bangensa.",
    "english_translation": "Butig or Unayan takes pride in being the source of the Meranaw nation.",
    "interpretation": "This reflects cultural pride and a call to honor one's roots. It's a moral reminder of ancestry and heritage.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "143",
    "meranaw_proverb": "Inako mona sebang na alongan romiyanti na mimbinentay so sigay ko dalinding o sebangan na miya magayaw-ayaw sa \nkatabilangan sa ig na miya rending a kilat na miyag-oraday lena a \nsaleg iyan ko langit nago man a miya palang, na o tindeg so paayaw na mendod sa mariwada so pephagaolan a ig na somebang \nso alongan a pamoreg o doniya.",
    "literal_translation_meranaw": "Sii ko paganay na aya katao ta ko taw na khabaloy a ikapiya o inged, nago ma-aden so \nmarata ko sabala sa inged na lomiya-olad ko inged so kasa-sansara, na o pagtiga na khada' so margen \na kapapantagan a magegedam na meliwanag so inged.",
    "english_translation": "At first glance, the populace believed he would bring kindness and triumph, but he brought ruin \ninstead. If someone came up and led, he would perish from the scene, and everything would \nreturn to normal.",
    "interpretation": "Leaders can deceive through appearances. Real leadership shows in results, not promises. Be wary of false messiahs.",
    "theme": "Moral Teaching and Self\n-Reflection/Leadership"
  },
  {
    "ID": "144",
    "meranaw_proverb": "Ikararanon aken so dimalapang sa langit ka mirogong ka magondas na da ontawar ko laod ka miya pampang ko palaw a \nsisigayan o senang a alongan a maranti na dii kaphandapatan ka so maomag sa sebangan na aya katotongkopan ko iplimbo a \nranon a i-aayoong keneg ko paka minanad o ig a ipephagayaw-ayaw o lalanen a madakel.",
    "literal_translation_meranaw": "Kanogon iyan ka miyaka talingoma so aya katao ta on na ba sii phoon ko langit, na mala a \ntotholan on na lagid o ini sedep a sisip a miya da’ so totholan, na dii mapamimikiran ka sii bo miya \nribon ko andang a taw ko inged a iba-bangkit ko madakel a taw.",
    "english_translation": "It is unfortunate that a shopworn angel has gained public admiration, but he vanished from view only \nto realize that he had merged with the former. It is inconvenient.",
    "interpretation": "Fame based on illusion fades fast. When someone tries to imitate another’s greatness, they often lose their own identity.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "145",
    "meranaw_proverb": "Ino a miya neg ko a kikilaten so palaw na raragandangen a ig na mimbinentay so sirig ko dalinding o sebangan na maka phamagikata a \nkini songgod o linog na aya bo kekenegen a gandamato damdag, na so sapangkat ko palaw na da on dagoong so ig a \ngiyoto so mapantaw a aya katotongkopan ko bitoon a mishangkad, na so kini pantaw niyan ko bakolod ko sendigan na somibang si \nkarani, na o maka pagayaga a dowa oto a saleg na odi tindeg so gaos a panggaga daromimbang na baden matag alongan a da on \nso rangka niyan a pangorandig o alam.",
    "literal_translation_meranaw": "Lagid o pekha gedam aken a aden a dii kambabantaanan ko tomampar sa sebangan a \nmarata a ikha-binasa o betad na ino aya bo a pephaka gedam on na sekitano bo na san ko ped a \ninged na kena o ba lagid aya -baanda sabap sa so aden a taw kiran a mapephamitoon a mapiya i \nkandato na o maka talingoma na meliwanag sharoman so inged, na odi maka pamagogopa so \nmanga papasang na giyaya den i betad a phagilain ta a pephaka liwanag so masa ogaid na da a tanto a kareg iyan.",
    "english_translation": "We've heard that tragedy is coming from the east, so why not from the west? Perhaps there is a \ngood leader in that place who is well-liked by the populace, and if we happen to have one, our place \nwill shine once more.If we don't form a group of people who work \ntogether, we'll keep seeing our lives as bright and pleasant, but we won't make any progress.",
    "interpretation": "Leadership renewal requires unity and collective effort. Without cooperation, even with potential, progress stalls.",
    "theme": "Moral Teaching and Self\n-Reflection/Leadership"
  },
  {
    "ID": "146",
    "meranaw_proverb": "Liwanag ka Bembaran a miyathay pimbaratan ka sa alongan imanto na tanan kiya borodan a pasandalan a baning so \nmimbala-bala kampong na di ta kapenggalawan ka tiyaladay a sonor na di ta khi-rido sa dar ka so ira-ragandang ko ig na \nphagimalaw kargan, na kapthomangkedan ta ka manginon o malinding ko bagambangan o kadeg na di kawan o mandadas ka \nmapiya maka labo ko bagambangan o reges na di ta ipangangandam ka mala a sarig ta on ka ndodon so paninindeg.",
    "literal_translation_meranaw": "Paka pipiya o inged ago so pagtaw ron a ginawa iran ko oriyan o miyathay den ay na masa-sansara ka imanto na \nmiyamaka talingoma so manga taw ko piyaginged-ingdan a manga ala i \nsambatan ogaid na di ta bo peman katawan ka so mapiya kiran na di ta kapthantowan mogop\ninangin na sekaniyan na mapiya mokit sa kamargenan na di niyan ishangkop so kamapiyaan ka manenema on so tindeg",
    "english_translation": "I wish you all the best for my city and its people! Following a lengthier period of disorder \nand insecurity, some of our citizens from various sections of the country are striving for political \nleadership. Although some of them are nice people who will not gamble with other people's well-being,\nthey lack the financial wherewithal to do so.",
    "interpretation": "Political leadership should be based not only on character but also resources. Good intentions aren't enough without capability.",
    "theme": "Moral Teaching and Self\n-Reflection/Leadership"
  },
  {
    "ID": "147",
    "meranaw_proverb": "So alongan pelangkap a pethimbawaw ko palaw na mala a kawan ta on ka oba baden di langkap so saleg o sindaw niyan ka aya \npekhaneg aken na di phagayon-ayonan a kashong a taw ko langit na di kaphandapatan ka oba lalan so dapat na nogon o \npekharendam a da sampay sa kadiyat ka ba den miya sansara.",
    "literal_translation_meranaw": "Aden a taw a dii kamba-bantaanan a penggemaw na malo ta bo ika-awan ka oba baden di peman maka nggagayan so \nkapiya niyan sabap sa dii phapawalaan o andamanaya i okit a kata-ayon, na dii ta dii mapamimikiran ka oba di maka \ntaros na miya binasa peman so okit ka miya taman so pagtaw ko kapha-pawala sa tindeg",
    "english_translation": "Someone appears in the open, willing to serve the people, but no one can guarantee that they will \njoin the race because the people do not yet have unanimity of support.",
    "interpretation": "Even sincere candidates need unified support. A fragmented society fails to uplift new leaders, delaying change.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "148",
    "meranaw_proverb": "Nako kanda-darola o bago a songgod a ig na tatarimaan iyan sa rek iyan so bantogan nago matkaw a lalis a salongan sa impitan \nna ndigayan mimbalingan ko asal a panagayana a riyawat a iniring a poon a peshayanan a kapephananadman so asal a tanda \niyan.",
    "literal_translation_meranaw": "Gowani ko paganay den a ndato so bago a mindato na aden a isa kiran a dii niyan tharoon a \nsekaniyan bo i mapiya kiran -nago mitalemba so masa a margen a tiyoba, na miya panongganoy \npeman o pagtaw so miyanga oona a manga pipiya i kandato a manga taw.",
    "english_translation": "When the new leaders first held power, one of them was assumed to be honorable, but when \ndisaster struck, the people thought of the courage and wisdom of the previous leaders in protecting \nthe people and the community",
    "interpretation": "In times of crisis, people reflect on the wisdom and courage of past leaders. It teaches us to choose leaders carefully, based not on image but on proven \nintegrity.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "149",
    "meranaw_proverb": "O migadong sa Ranaw so taritib ago sempad na pethalo-talo maog so randangan o rawaka, na o mada' sa iranon so pimistar a adat a \nbiyanay a ijma a panginma o bansa a pamoreg o kadato, na so alongan pelangkap a pethimbawaw ko palaw na khada' so rangka \nniyan, na o di manggolaola na ba den ganti a lenga.",
    "literal_translation_meranaw": "Ngkaya den i ka da' o andang a kandi-diyator a Ranaw na pekha tagonanay den a kakha da’ o \ndarpa o bantoga a iringan-songgiringan a miyangeren sa barat, na o mada’ sa Iranun so ini \ntowang ko adat a sasartaan o ijma a ikapiya o bangensa a kataid o kadato, na sedepan o alongan \nna khada’ so kali-liwanag iyan, na mataan a mapenggolaola den anan.",
    "english_translation": "When the people of Ranaw arrive, disorganized, the place where once the celebrated \npeople come to perish, and if the sun will not shine again for the people, it is because their ancestor's \nleadership has been distorted.",
    "interpretation": "A once-glorious people fall into ruin when they abandon the strong leadership and values of their ancestors. Disunity and the loss of guiding traditions lead \nto decline.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "150",
    "meranaw_proverb": "Gowani ko baden tig na aya katao ta on na ba phaka talingoma so katolosan ko langit -na so kiya ndaging iyan na baden kiya \ntokawan a kasaromanti iyan.",
    "literal_translation_meranaw": "Gowani ko da pen mabinentay tharo na aya katao ta on na aya miyaka talingoma na Malaikat \nko langit –na so kiya tharo iyan na takinoba a di matao a pephamanayan-sayan",
    "english_translation": "We assume he is knowledgeable before he speaks, but after he begins, we see he is only pretending.",
    "interpretation": "Don't judge a person by appearances or position. True wisdom is revealed through action and speech, not assumptions.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "151",
    "meranaw_proverb": "An a mombaw a masa a ma-ada' sa ginawa ka kagiya siyalgan o borawan datomanong so mata-tangked a khirek na o di kapag-\nimani na kha-arogan sa khada' na awid a pamikiran ka maka penggigibasa so isa bo sa pompongan ka benar man ka seray so \nig na isa a paka poon ko kaphag-ontawar iyan.",
    "literal_translation_meranaw": "Aden ko miyanga oona a masa a kiya limbanan a taw ka kagiya miya kowa mapiya na \nmiyangimporo-an odi na miyangalandada -na o di niyan ma-inengka a ginawa niyan na awid a akal \niyan ka miyaka tho-tolaka so mbata-bataa ko kapaka popoon ko kaphagari-ari o manga lokes a miya bembar a isa \nsa paka poon.",
    "english_translation": "There was once a man who was forgotten by time because when he became successful, he \nbecame arrogant—he should check that because the kinship tie was broken because of him",
    "interpretation": "Arrogance born from success leads to broken relationships and isolation. Humility is essential, especially when rising in status.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "152",
    "meranaw_proverb": "Kanogon o ka-aog o asal a ini gambar a pagawang tano mona ka aya lebi ko andang so di ron kaplimbani ka mamalampak i \nbekaw, na amay ka ba kha-tangked a saliyo so talibon a magaan bo komlas na khapanon so alaga a phag-arapen dingilan.",
    "literal_translation_meranaw": "Margen o ba paka lipati so bangensa ka miyaka ribrang den, na amay ka ba shambi-a sa tamok a so \ntamok na pekha da’ na miya paneng so kaplolot.",
    "english_translation": "It is disastrous to forget kinship because it has extended. If wealth becomes the object of love, the \ncloseness of ties loosens.",
    "interpretation": "Prioritizing wealth over relationships corrodes family and community bonds. Love should not be rooted in materialism",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "153",
    "meranaw_proverb": "Ba den ka sa imanto a mikha-dakel sa Ranaw so bokalag a montiya na di ta on ririkoran a rorombikiten ta on, paratiyaya so \ntaw sa o di maka mbalawag so datomanong ko inged na pantar so pat a alam.",
    "literal_translation_meranaw": "Baden aki kagiya imanto na mindakel so manga bai odi na miyamaka sowa di ta mi-aawid a\nakal so kapamangaroma ogaid na awid pamikiran, paratiyayaan tano a o da mabaloy a mapiya a taw \nsa Ranaw a phanapar a phameges na kiya binasaan so betad.",
    "english_translation": "Today, there are so many women who are easy to choose but problematic. Calamities will befall \nus if we cannot find somebody to control and enforce discipline. Or if there are already a lot of \nsuccessful and wealthy people who aren't following the rules, and there is no one to keep \nthem in line, then wait for disaster.",
    "interpretation": "A warning about lack of discipline and moral standards. When leaders or members of society do not uphold values, disaster is inevitable.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "154",
    "meranaw_proverb": "Da pen samber so ndo’ na pephamagayaw-ayaw so karodan sa Iranon, na da pen dansal so bagel na siyalangkap so tambo a \nlaod so maliboteng, na o rantawa ta milay so sasilang ko layagen na lagid o papalangen sa salindaw a komirap ka nanao \nko Iranon ka kagiya khi-lemba on so tihaya maka ombaw a khapayag on so da-ag",
    "literal_translation_meranaw": "Da pen maka talingoma so phaka talingoma tawna mbaram-barang den a petharoon o madakel \na taw, na da pen mamaka beken so phamaka bekenen na mini dapolog den so karatas a ipephag\n-apply inangin na mawatan pen, na o ilay ta so sabala na pimbarang pishoson den a manga taw ka \nnanao den anan sa kagiya khakowa so singanin.",
    "english_translation": "Long before something expected is realized, many forms of commentary are heard, offices \nhave yet to be established, application papers are numerous, and on the other side, various people, \nmale and female, young and old, are waiting",
    "interpretation": "People rush to claim positions or anticipate outcomes before real work has begun. A reminder to be patient and let substance precede ambition.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "155",
    "meranaw_proverb": "Di ka shayan sa gabon a dii mangimporo-an ka margen ka misampay ko randong a pikir ka, aya man a mataan na da' a \ngabon sa poro a ba di paniyambra na aya man a kargen a kabosoga ko kawang na da' man a palakat on na maroshang ka \nsa baba na mbaloy ka kongkoya a pekha doan- doanan.",
    "literal_translation_meranaw": "Di ka tanto phag-ambog ka tiyobaan ka. Da a maporo a ba di mama-mayas sa ndo, na ba aden a \ngabon a ba di peshambra a ndo'. So langit na maporo a da' a ba on towak na o tanto ka \npangimporo-an na pethaman bo so bager na kha-olog ka sa baba na di ka den khamaya-mayaan.",
    "english_translation": "Try not to be too arrogantly dismissive, for you might succeed. Clouds are quickly taken away by \nthe wind, and the sky is too high without a stairway. Physical power may tire you, and you \nwill plummet down dead or injured",
    "interpretation": "Arrogance is fragile. Overconfidence leads to downfall. Strength must be paired with humility and awareness of one’s limitations.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "156",
    "meranaw_proverb": "Pangalimbabaan ka ka an ka maka saginda ko bitoon ko lethingan a sii pephamangrap ko mati-tingkong a danaw ko tampar sa \nkababaan na khalangag ka o taw a sii ka bes ko langit.",
    "literal_translation_meranaw": "Pangangalimbabaan ka na aya sayani ngka na bitoon san ko langit a benar den a sishii ko kaporo-an na so ipephamangrap \niyan a manga pipiya a mbaram-barang i saleg na sii pekha-along ko \nmatatangel a danaw san ko mababa a kalopaan ogaid na o langag so taw sa poro na khatokawan \niran a sii ka bes sa kaporo-an a totolongan ka siran a ipembegay ngka kiran so sindaw a pishoson i warna a ikapiya ginawa.",
    "english_translation": "Be moderate in everything you do and keep a low profile, like the stars high above whose light \nreflects its colors down a small pit of water, but when people look up, they will unnoticeably find \nyou high above, bringing them pleasures and happiness.",
    "interpretation": "Modesty and quiet excellence are more powerful than loud success. Like distant stars, true value is noticed by those who look carefully.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "157",
    "meranaw_proverb": "So taritib sa Ranaw na di pagalok-alokan ka khi-galed a binamban a patilakan si tegeb na so sempad sa Iranon na di \nmapendi-dimatag ka kembo paniyambra so pagawang ago sempad na piyanamber a dapat so mala-ilang sa karang ka \ntomiyalaban so taw ko kapshalangkap o ig ka miphayag si di topor na piyanga babagowan sa di royod o legawan so betad o \nkaphag-inged.",
    "literal_translation_meranaw": "Di tano ndidi-matagen so atoran o manga lokes sa Ranaw a mona a mamaginged ka khabalambanan so \nndolon-dolonan o pagtaw -so deso kiya paka lipati ron na miyaka thotolaka so \npagtaw ka aya den a biyalingan a mokarna na kasha-sakoya ko kadato ago so tamok ago so \npirakna miya aden so di kaptetembo-ay na kibagowan so manga adat-parangay sa di ped o \nolaola a adat a ganat o manga lokes, na khi-galed so kapephag-inged na phaka onot on so taw a palaya den khagtan.",
    "english_translation": "Putting aside our ancestors' traditions and customary laws will hinder our mutuality by \nsevering kinship ties; racing for money, wealth, and political power will become the object of \nlove, resulting in arrogance; manners and conduct will be infused with foreign elements that are not \npart of our ancestors' legacy, resulting in doom.",
    "interpretation": "Rejecting cultural values in pursuit of power or wealth breeds arrogance and loss of identity. Cultural erosion leads to social decay.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "158",
    "meranaw_proverb": "Mabasar a dayagen a Balabagan minombaw a dibaloy a Rawaten a sakeb a Komaradang a pimbeknan o Amben a isa ko \nlima noni a bangensa miya moreg- (Pananaroon o Amben sa Balabagan)",
    "literal_translation_meranaw": "Mapiya a kapkha ilaya sa Balabagan a tingki a Maguindanao ago giya Komaradang a ron taw so \nAmben a isa ko 5 noni a miya bembar sa Ranaw.",
    "english_translation": "Consider Balabagan, which is equally beautiful as Maguindanao and Komaradang and is the home \nof Amben, one of the five Noni and a source of ancestry",
    "interpretation": "An appreciation of one's heritage and ancestral land. A call to recognize the beauty and importance of lesser-known yet culturally significant places.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "159",
    "meranaw_proverb": "Anda shong so dalsan o di bo mendod ko poon.",
    "literal_translation_meranaw": "Anda shong so doniya ago so langowa dalem iyan o di sii ko Miyaden on a so Allah SWT.",
    "english_translation": "The earth will return to its Creator –Allah SWT.",
    "interpretation": "Everything is temporary. A reminder of divine accountability and that all things ultimately return to God.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "160",
    "meranaw_proverb": "Anda i inambar o taw na aya den kalabo-an.",
    "literal_translation_meranaw": "Sa den sa pinggalbek o taw na aya niyan den khailay sii sa Yaumul Qiyamah o mapiya na so Sorga, na o \nmarata na so Naraka Jahannam.",
    "english_translation": "What you do in this life determines what you get in the afterlife — good is Paradise, terrible is \nHellfire.",
    "interpretation": "Actions in this world have eternal consequences. Moral living leads to Paradise; immoral actions lead to Hellfire.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "161",
    "meranaw_proverb": "Anda i piyamaroraw na aya kabarantanan",
    "literal_translation_meranaw": "Sa den sa miya nggalbek –marata antaa ka mapiya na khailay o manosiya so pantag o balas iyan.",
    "english_translation": "You will be rewarded for what you have done (good or bad).",
    "interpretation": "A universal law of karma or divine justice. Every deed has a consequence, here or in the afterlife.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "162",
    "meranaw_proverb": "Anda showa so parang o di sii ko salakop-di mbawata so pakal sa manggayi.",
    "literal_translation_meranaw": "Sa den sa parangay o mbala a lokes na aya den mambo mapepharangay o moria taw.",
    "english_translation": "Parents' manners and conduct are what their children will adopt.",
    "interpretation": "Parents model behavior for their children. Values and actions are passed down through generations.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "163",
    "meranaw_proverb": "Anda i pantag o pantaw na sa kamamasa-i ron.",
    "literal_translation_meranaw": "Aya den a bontal o galbek na sa den sa kapkha ilaya on",
    "english_translation": "An outcome is the result of what the work is and how it is done",
    "interpretation": "Success is not just about effort, but also doing the right thing in the right way. Quality of work determines results.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "164",
    "meranaw_proverb": "Anda i odaren ko dang ago so gopen piragon.",
    "literal_translation_meranaw": "Anda i mala a khakowa on a gona so mona sa walay anta-a ka so mori.",
    "english_translation": "Which is better and more useful, the first or second wife?",
    "interpretation": "A reflection on value and loyalty; perhaps a metaphor asking: what truly matters—what came first or what serves better? It could challenge superficial \ncomparisons in relationships or decisions.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "165",
    "meranaw_proverb": "Anda i pantag i kindang na karo-rongawan iyan.",
    "literal_translation_meranaw": "So kipantag o galbek odi na taw na sa den sa betad iyan.",
    "english_translation": "Whatever or whoever is the work or a person, the result is how it is done or who he is, respectively",
    "interpretation": "The outcome of any task or person is determined not by the label or title but by the quality of effort or character.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "166",
    "meranaw_proverb": "Adil-adil so kapal na bagemberan so biday",
    "literal_translation_meranaw": "Ndi-ditar so taw na kasa-sawaan so aurat iyan",
    "english_translation": "Naked despite being clothed due to their transgressions (Hadith).",
    "interpretation": "A moral warning: outward appearances can hide inner sins. Despite material cover, guilt and wrongdoing are visible to the divine.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "167",
    "meranaw_proverb": "An a manik o an a manog.",
    "literal_translation_meranaw": "So kapangalimo na peshambi-an o Allah SWT.",
    "english_translation": "Giving shall be replaced by the Creator.",
    "interpretation": "An encouragement to be generous—what you give will be repaid or blessed by God.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "168",
    "meranaw_proverb": "Anda i lebi ko andang a dalig a mangondaya ago so gopen khi-bago a sii bo ko kompasan na da sa kakhondaliya-i.",
    "literal_translation_meranaw": "Anda i mapiya ko andang a darodopa a mala i bangensa ago so gopen phangaromaa a sii bo sa \nkaphantas na di ta mipshaliya ko konenta sa dadayan",
    "english_translation": "Whatever or whoever the task or person is, the outcome is determined by how it is completed or \nwho he is.",
    "interpretation": "A repeated sentiment (see #2): the result relies more on integrity and execution than labels or intentions.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "169",
    "meranaw_proverb": "Adiyadi ba ako a di sa rendagan ako.",
    "literal_translation_meranaw": "Di ako den aki o ba on phaka awid a akal aken odi na misendit aken baden.",
    "english_translation": "Never mind if only to have a problem or repent at last.",
    "interpretation": "It's better to face a challenge and come to repentance than to avoid growth or accountability.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "170",
    "meranaw_proverb": "Adiyadi ba aden a di sa madayon a da' a manenenteng a da den.",
    "literal_translation_meranaw": "Mapiya pen maito na asar a mata-tangked a aden.",
    "english_translation": "It doesn't matter how small it is, as long as I have it.",
    "interpretation": "A lesson in contentment and gratitude—even small blessings are worth cherishing.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "171",
    "meranaw_proverb": "An a maya di lengin a tomalingoma rasay, na an a di lilingain a tomparak a tiyoba.",
    "literal_translation_meranaw": "Aden a nganin a phaka binasa a di tanto iinengkaan, na aden peman a di tatago on sa ginawa a o maka talingoma na siksa.",
    "english_translation": "There may be something dangerous that goes unseen, and there may be something detrimental \nthat goes unreported but has terrible consequences.",
    "interpretation": "A caution: unseen or unspoken problems can still cause great harm. Stay vigilant.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "172",
    "meranaw_proverb": "An a mata-o thanding ko katanog o tintikan, na di mata-o thandayaw ko kareg o pandaopan.",
    "literal_translation_meranaw": "Aden a taw aya bo a katawan iyan nggalbek naso maito, na di matao nggalbek sa mala.",
    "english_translation": "There are those who can accomplish simple tasks but not larger or more complex ones.",
    "interpretation": "A lesson in humility and self-awareness—know your limits and capabilities.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "173",
    "meranaw_proverb": "An a tothol a benar a di lenganan sa indan, na an a tig a di benar a di peman paka da-an.",
    "literal_translation_meranaw": "Aden a tothol a benar den ogaid na di peman tanto paka angden, na aden a tothol a di benar a malo bo iiktiyaran.",
    "english_translation": "There is information that is accurate and real, but it should not be feared, and there is information \nthat is truly untrue, yet caution should be exercised.",
    "interpretation": "Critical thinking is key: not all truths are harmful, and not all lies are harmless.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "174",
    "meranaw_proverb": "An a maya mapanton a o paka mbayaa ngka na rek iyan so rek iyan na rek iyan pen so reka.",
    "literal_translation_meranaw": "Aden a taw a di kha-onsran odi na di khapeno a o began ka on so bayabaya na khowaan iyan sorekiyan ko nganin, \nna iprakes iyan pen so rek o isa a taw.",
    "english_translation": "There are those who, when given all the options, should take their own and all those that \nare due to others.",
    "interpretation": "A critique of greed and selfishness—some take more than their fair share.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "175",
    "meranaw_proverb": "Mapiya ka maribon ka na ay di ko katawan ko sarog a langka ka.",
    "literal_translation_meranaw": "Matay ka pen aki na palaya ko den katawan so okitokit ka.",
    "english_translation": "You may be dead, but I know all about you (conduct).",
    "interpretation": "Your reputation and character live on after death.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "176",
    "meranaw_proverb": "An a narra mishisik a ino bes miyag-nor ka gas a mimbarimbingan a mala-lapot a koray.",
    "literal_translation_meranaw": "Anda i lebi ko andang a dalig a mangondaya ago so gopen khibago a sii bo ko kompasan na da sa kakhondaliya-i.",
    "english_translation": "There are those who gained the love and sympathy of the people for their good conduct \nand manner until they grew older.",
    "interpretation": "Consistent good character earns lasting respect and affection.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "177",
    "meranaw_proverb": "Ba sala' ko kanggaring i kapkha tokawi ta ko olaola o ped ta.",
    "literal_translation_meranaw": "Ba ari marata a kapkha tokawi ta ko parangay o ped ta",
    "english_translation": "There is no wrong with knowing one’s own behaviour and conduct.",
    "interpretation": "Self-awareness is a virtue—it’s not wrong to reflect on oneself.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "178",
    "meranaw_proverb": "Ba den basa marandang na di onot o kadarem ka tondoga ngka a ilat ka malo' ka roo den a maphamanondog ka.",
    "literal_translation_meranaw": "Baden aki mapiya a taw na marata i adat-parangay ka di phaka neg sa matag ilat-ilat ka dii mbakorot.",
    "english_translation": "He has a good physical personality or appearance, but is not true to his manners and conduct.",
    "interpretation": "External appearance doesn't guarantee good character—true worth lies in how one behaves.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "179",
    "meranaw_proverb": "Benar kon ka seray so ig na isa bo sa pompongan, na benar a mbaa-baad na isa sa ontawaran.",
    "literal_translation_meranaw": "Mapiya pen mbida-bida tano sa bangensa na isaisa a phoonan tano",
    "english_translation": "While we differ in clan, we have one ancestral origin.",
    "interpretation": "Despite differences, we are fundamentally connected.\n→ A call for unity, humility, and mutual respect.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "180",
    "meranaw_proverb": "Madaya bo so tapar o bilang a taw so khirek, na linang soti so khirek o matao so khirek on.",
    "literal_translation_meranaw": "Da a boring o babay o matao ron so mama, na limpiyo so mama o matanosen so babay ka matao melimpiyo.",
    "english_translation": "If the husband knew how to become good, the wife would be good and beautiful",
    "interpretation": "A man's behavior influences the harmony of the marriage.\n→ Moral teaching on mutual responsibility and emotional intelligence in relationships.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "181",
    "meranaw_proverb": "Barokan ta a lalag a ron ta mada' maaden na betad a ongangen ta ron ta masamporna.",
    "literal_translation_meranaw": "Sa bo sa pinggalbek ka na aya ngka on kipantag, na sa olaola ngka na ron ka on den kharoshang",
    "english_translation": "What you have done is what you will have, and your character is what you will be destined for.",
    "interpretation": "Karma-like message: your actions shape your future.\n→ Self-teaching on accountability and integrity.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "182",
    "meranaw_proverb": "Bagemberan sa baba na awas-awas sa poro.",
    "literal_translation_meranaw": "Sasawaan iyan so bok iyan, na ndiditar pen sa ma-ines.",
    "english_translation": "No head scarf, and dressed tight.",
    "interpretation": "A comment on modesty, likely urging moral or cultural standards in appearance.\n→ A lesson in maintaining dignity and respectability.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "183",
    "meranaw_proverb": "Ba gowani ko mona a pamomolo so daog a kababagombar iyan, kagiya sa imanto na mapiya da' pharini na silalaw phiklasan.",
    "literal_translation_meranaw": "Ba ari gowani ko kangodaan a pamomolowan so kangoda, imanto na mapiya pen da khorang so \nbabaya o ginawa na aya mataan na mikhorang so bager o lawas.",
    "english_translation": "Unlike when one is young, when one gets mature, love doesn’t wane, but strengths fade away.",
    "interpretation": "With age, love remains but physical capacity diminishes.\n→ A reflection on aging, patience, and enduring affection.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "184",
    "meranaw_proverb": "Baden basa kargan so polala sa dansalan ka iratan bo so pethad na liwaleg a misambi.",
    "literal_translation_meranaw": "Baden aki alo-alo a mala a kapkhanega on, na ngkaya den i kapalagoy ron a taw, na awid a akal a kha-tampar",
    "english_translation": "While he may be popular for a short time, when his supporters turn away, he will face issues.",
    "interpretation": "Fame is temporary; one must rely on character, not just attention.\n→ A moral on humility and sustainability of virtue.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "185",
    "meranaw_proverb": "So peragandang ko ig na aya kambalinganan.",
    "literal_translation_meranaw": "So aki so kaplolot na mapiya andamanaya den na ron ta on bo pagendod (ka di khasanaan so tamok)",
    "english_translation": "To kin and relatives, where you will turn for help.",
    "interpretation": "Family is your fallback in hard times.\n→ Teaching on maintaining strong familial ties.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "186",
    "meranaw_proverb": "Ba den man ari sagad so kintay na kakal so pimbasokan.",
    "literal_translation_meranaw": "So kawiyagoyag na baden sagad ko doniya na aya khatatap na so miya pasad a 'amal ko doniya sii sa Yaumul Qiyamah",
    "english_translation": "Life will pass by before meeting its end, and only one’s deeds (good or bad) will last forever.",
    "interpretation": "Legacy is built on actions, not possessions.\n→ A spiritual and moral reminder to live meaningfully.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "187",
    "meranaw_proverb": "Benar man ka pipharinan so parabowat o tapar na da pen a ini kaog o adil-adil o lemba.",
    "literal_translation_meranaw": "Oway den ka kiya kawangan so bager o lawas na da maronot so pamikiran.",
    "english_translation": "The mind, unlike the physical body and its senses, is still active.",
    "interpretation": "Mental and spiritual awareness can outlast physical decline.\n→ Value of wisdom and mental strength with age.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "188",
    "meranaw_proverb": "Ba den man madakel so pong na da' a mamalala on.",
    "literal_translation_meranaw": "Baden madakel a dato odi na kambata-bataa na da mala on i tindeg",
    "english_translation": "There are numerous leaders and relatives, but none of them can assist.",
    "interpretation": "Status or numbers don’t guarantee help; true support is rare.\n→ A lesson in self-reliance and discernment.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "189",
    "meranaw_proverb": "Benar ka maito na kanengket a maidan.",
    "literal_translation_meranaw": "Mapiya maito a mama, na di ngka maphanigoro ka mabager a maongangen.",
    "english_translation": "Small but terrible (strong and intelligent).",
    "interpretation": "Don’t underestimate someone based on size or appearance.\n→ A teaching on valuing ability over looks.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "190",
    "meranaw_proverb": "Karandaan so seleg na panempangen so rinaw.",
    "literal_translation_meranaw": "Ipagawa so gani ago rarangit na paki ngginawai ka",
    "english_translation": "Be friendly and keep your fury, rage, and hatred under control or put them away. Rather than \nalways being smart, try to be tranquil and pleasant.",
    "interpretation": "Emotional restraint and kindness are better than showing off intellect.\n→ A self-teaching on emotional intelligence and humility.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "191",
    "meranaw_proverb": "Komlid si walowa na walo peman ka gantang",
    "literal_translation_meranaw": "Apiya antonaa den i showaan o taw a da a polos iyan na da den a pagisegan iyan.",
    "english_translation": "An industrious man can not have more than what he is worth. A lazy person, on the other \nhand, has nothing to gain.",
    "interpretation": "Hard work doesn’t guarantee riches, but laziness guarantees nothing.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "192",
    "meranaw_proverb": "O di ka mananamar a rambayong a khada-an na saken pen i pemboko a gadong a phaka kowa.",
    "literal_translation_meranaw": "O di ka phipiya-piya a miya metang na saken pen ay a bitangan.",
    "english_translation": "If you won’t do good (man who paid the dowry), how much more for me (the lady who \nreceived the dowry)?",
    "interpretation": "Responsibility is shared; if the giver won’t act righteously, the receiver is in a more difficult position.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "193",
    "meranaw_proverb": "Mipoon bo aki so moti ko karo-rombaan iyan.",
    "literal_translation_meranaw": "Mapiya andamanaya den na sii bo kha-roshang so taw ko lolot iyan",
    "english_translation": "A relative could still marry a relative no matter what one person did.",
    "interpretation": "Custom or fate can override individual feelings or objections.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "194",
    "meranaw_proverb": "Ino ako di shantik ka palad ako komogit na mapiya so da mba-ok na kha-poonan a apoy",
    "literal_translation_meranaw": "Ino ako di gaid phamaba ka o kambaba-i ako na mapiya so di ron ped na ped on pen a kha-rarang",
    "english_translation": "I don't provoke because if I do, everyone will pay the consequences.",
    "interpretation": "The speaker restrains themselves out of awareness of their own potential for destructive power.\n→ A self-teaching on self-control and responsibility.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "195",
    "meranaw_proverb": "llain ta so ped ta na di ta on mapaparo, na o siri-a ta niyan na di mambo maso-sorot.",
    "literal_translation_meranaw": "Oman aken mailay na pekha rarangitan ko, na ilain ako niyan na sakamaoto mambo a nggaganiyan ta niyan.",
    "english_translation": "I hate him and he hates me too.",
    "interpretation": "Acknowledging mutual resentment, possibly a warning about how hatred mirrors and multiplies.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "196",
    "meranaw_proverb": "Mabaya motang ta na somgad mayad ta.",
    "literal_translation_meranaw": "Matao ta mang-otang na o sekati ta iran na pekha rarangitan ta",
    "english_translation": "I am used to ask for credit, but when asked for repayment, I got mad.",
    "interpretation": "Calls out hypocrisy and lack of accountability.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "197",
    "meranaw_proverb": "Mangangako dansalan o an a mimbala iyan.",
    "literal_translation_meranaw": "Phangraw o aden a maka ogop on.",
    "english_translation": "He will only accept if someone will support.",
    "interpretation": "Some people depend on validation before committing.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "198",
    "meranaw_proverb": "Mababaya bondakan si menda mabonda a ig.",
    "literal_translation_meranaw": "Mababaya komowa na di matao mamemegay.",
    "english_translation": "Wants to take, but refuses to give",
    "interpretation": "A warning against selfishness and imbalance in relationships or exchanges. True fairness involves mutual effort and generosity.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "199",
    "meranaw_proverb": "Aya masa gowani na rek aken so rek aken na rek ka so rek ka, na mini takap so masa na rek aken so rek aken na rekita so rek ka, na \naya masa imanto na rek aken so rek aken na rek aken pen so reka.",
    "literal_translation_meranaw": "So masa o manga lokes na rek o taw so rek iyan, na rek mambo o isa so rek iyan -maana ndodon so kapamaginontola; \nMiya akas na mbibisaan iyan so rek iyan, na sesegedan iyan penso rek o ped iyan; \nimanto na ngengeran iyan den so rek iyan a da a ba on kha-angin, na rika-rikaan iyan pen so rek o madakal a taw.",
    "english_translation": "At first, mine is mine and yours is yours, and for the second time, mine is mine and yours is \nours, and for the third time, mine is mine and yours is mine.",
    "interpretation": "A critique of gradual exploitation masked as partnership. It teaches you to be cautious of manipulation that grows over time.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "200",
    "meranaw_proverb": "Maolad kon so tinapi a di so tinapi-an on.",
    "literal_translation_meranaw": "Mala odi na mapiya so miyangilay sa kapiyaan a di so piyangilay a kapiyaan",
    "english_translation": "The family of the groom is more famous and powerful than the family of the bride.",
    "interpretation": "A commentary on social class and pride. While it might state a fact, it warns of how status can cloud humility and genuine connection.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "201",
    "meranaw_proverb": "Minsan dowa so tothol na thomo so pariksa.",
    "literal_translation_meranaw": "So pekha sobagan sa bitiyara na pangamada ngka daan.",
    "english_translation": "Clarify the information that has two versions to get the truth.",
    "interpretation": "Encourages critical thinking and honest investigation. Don’t accept hearsay; verify.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "202",
    "meranaw_proverb": "Mala-tinting i lalis si tagtek sa oriyan na tabalik sa onaan",
    "literal_translation_meranaw": "Tanto den a matanog i lalis odi na mangongoraw si da a khapasad iyan.",
    "english_translation": "It's only good for talking, but no work is done.",
    "interpretation": "Criticism of those who talk but never act. Morally, it's a push toward being action-oriented and dependable.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "203",
    "meranaw_proverb": "Maroganday si olan ka maronok so milombay",
    "literal_translation_meranaw": "Mataid so wata a babay ka mataid so lokes iyan",
    "english_translation": "The daughter is beautiful because her mother is beautiful.",
    "interpretation": "A metaphor for inherited values or traits. Could be extended to mean: goodness (or flaws) in character often begin at home.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "204",
    "meranaw_proverb": "Magiring sa kalodan so peshalangkap a danaw.",
    "literal_translation_meranaw": "Mapiya matag koma-kalilid a taw na pephanangin sa mala.",
    "english_translation": "A commoner pretends to be royal.",
    "interpretation": "A lesson in humility and honesty. Pretending to be more than you are leads to eventual disgrace.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "205",
    "meranaw_proverb": "Miyawa' da maipat ka shong sa matordo ron",
    "literal_translation_meranaw": "Miyondog na miyangiloba sa salakaw a khatapian on a mai-inengka on.",
    "english_translation": "When nobody from the group gave him recognition, he moved to another.",
    "interpretation": "Teaches self-worth. If you’re not valued in one place, it's okay to seek respect elsewhere. Don't let others define your worth.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "206",
    "meranaw_proverb": "Mapapak so pakoring na so magolaleng peman.",
    "literal_translation_meranaw": "Mapangka sa paganay so galbek na shasaromanan peman taman sa maka apas",
    "english_translation": "Failure on the first attempt, followed by success on the second attempt.",
    "interpretation": "A clear message of perseverance and learning from failure. Success often follows setbacks.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "207",
    "meranaw_proverb": "So lalag i baronger na mashipa sangkol iyan",
    "literal_translation_meranaw": "So kambabari-wanger a galbek na mipsendit sa oriyan",
    "english_translation": "One’s disloyalty and insincerity at work will be repented by him in the end.",
    "interpretation": "Teaches accountability. If you work without honesty, you will face regret and consequences.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "208",
    "meranaw_proverb": "Sa di maserseren na kitang a rek iyan on.",
    "literal_translation_meranaw": "Sa den sa di maperes na da a khakowa niyan",
    "english_translation": "No one can achieve success unless they believe in themselves.",
    "interpretation": "Moral self-empowerment: success begins with inner belief and confidence.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "209",
    "meranaw_proverb": "Sa di thamok sa banta na di maka ndatomanong, na sa di manganiyaya na di maped ko bolawan.",
    "literal_translation_meranaw": "O di ka pananamokan sa piyamanekhaw odi na piyang-alampas na di ka maped ko bolawan a tamok.\nAya maana ini na di ka phananamokan sa bolawan o ba piyamanekhaw odi na piyang-aniyaya ka mipsendit ka ko \nkokoman o manosiya ago so kokoman o Allah SWT.",
    "english_translation": "If the only option to get gold and silver is to steal and cheat, don't steal or cheat because you \nwill be held accountable by the law and Allah SWT",
    "interpretation": "A direct moral and religious teaching on honesty and justice: material gain at the expense of ethics leads to divine and legal punishment.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "210",
    "meranaw_proverb": "An a sobra lawan a pephagasad-asaden na tiyago ko ladiya na da on bo maka peno, na tiyakes ko rataran na da on maka daladap, \nna tiyangel ko kaloda na da on pen maka peno, na tiyago ko saridot ka oba roron manda-it na da niyan pen marames.",
    "literal_translation_meranaw": "Aden a taw a di den kao-onsran odi ambog ka maka lelebi kon ko langowan taman a di so manga \nped iyan –na tepngan ko kanggalbek sa mapiya na da a miya paki ilay niyan odi na kenaba piyur a mapasang",
    "english_translation": "Pretenders claim to be the greatest of the best, but they can't afford to do a single good deed.",
    "interpretation": "Condemns boastfulness without action. True greatness is shown through deeds, not empty words.",
    "theme": "Moral Teaching and Self\n-Reflection"
  },
  {
    "ID": "211",
    "meranaw_proverb": "Anda i inambar o taw na aya den kalabo-an.",
    "literal_translation_meranaw": "Sa den sa pinggalbek o taw na aya niyan den khailay sii sa Yaumul Qiyamah o mapiya na so Sorga, na o marata na so \nNaraka Jahannam.",
    "english_translation": "What one has done determines how much he will earn—Paradise for good deeds, and hellfire \nfor bad actions.",
    "interpretation": "Your afterlife is determined by your deeds—rewarded with Heaven or punished with Hell.",
    "theme": "Death Sermon"
  },
  {
    "ID": "212",
    "meranaw_proverb": "Anda i piyamaroraw na aya kabarantanan.",
    "literal_translation_meranaw": "Sa den sa miya nggalbek ka marata antaa ka mapiya na khailay ngka den so pantag iyan",
    "english_translation": "What you've done (good or bad) will be rewarded correspondingly.",
    "interpretation": "You reap what you sow; divine justice is exact and fair.",
    "theme": "Death Sermon"
  },
  {
    "ID": "213",
    "meranaw_proverb": "An a manik o an a manog.",
    "literal_translation_meranaw": "Aden a limo o aden a ini pangalimo.",
    "english_translation": "You will receive exactly what you offer",
    "interpretation": "Your actions reflect your worth and determine your fate, both in this life and the next.",
    "theme": "Death Sermon"
  },
  {
    "ID": "214",
    "meranaw_proverb": "Mapiya pen bolawan i oran sa di ta inged na maphag-iroy ta den so tarintik sa ngganatan.",
    "literal_translation_meranaw": "Mapiya i kapipiya ginawa, kaso-sorot, ago sokatan ko kena o ba ta inged na ngganatan ta bo ka pembalingan ta ko \ntithow a inged ta. Lagid o doniya a mapiya i kiya paka daya on o taw na mbaling bo sekaniyan sa Yaumul Qiyamah.",
    "english_translation": "No matter how convenient or successful a foreign place is, there will come a time when it is \ntime to return home. It will be the same as the Hereafter's home.",
    "interpretation": "Just as one eventually returns home from distant lands, every soul must return to its eternal home—the afterlife. Earth is temporary; the Hereafter is \npermanent.",
    "theme": "Death Sermon"
  },
  {
    "ID": "215",
    "meranaw_proverb": "Ba den man ari sagad so kintay na kakal so pimbasokan.",
    "literal_translation_meranaw": "So kawiyagoyag na baden sagad ko doniya na aya khatatap na so miya pasad a 'amal a di mipembelag o manosiya",
    "english_translation": "Life is too temporary, but one’s deeds (good or bad) are permanent.",
    "interpretation": "Life fades quickly, but your actions outlast you and define your legacy and your judgment.",
    "theme": "Death Sermon"
  },
  {
    "ID": "216",
    "meranaw_proverb": "O migadong si ropa na aya den si ropindo.",
    "literal_translation_meranaw": "Mapiya di maka dadarpa na katii ako.",
    "english_translation": "One is the other's alter ego",
    "interpretation": "This may reflect the duality of the self—perhaps the inner soul and the outward self, or the contrast between worldly self and spiritual self.",
    "theme": "Death Sermon"
  },
  {
    "ID": "217",
    "meranaw_proverb": "Maolay bo so gadong na magendod sa ngganatan, na maronot so rambayong na mbaling sa tharikhodan.",
    "literal_translation_meranaw": "Mapiya di matay a sakit so taw, na ngkaya den i kalokes iyan na magiyog sa magenda na magendod sa Yammul Qiyamah.",
    "english_translation": "It is possible that one will not die of illness, but rather of old age.",
    "interpretation": "Not all death comes from suffering—some comes quietly with time. The point is that death is inevitable.",
    "theme": "Death Sermon"
  },
  {
    "ID": "218",
    "meranaw_proverb": "Pagonayan so alam a sapolo rasay ta on na di ta maraw ganatan ka kina- layaman a dar, na dalsan so mahloq a siyaw sansara ta on a \ndi maraw talikhodan ka pithagamanan a siri.",
    "literal_translation_meranaw": "Mapiya i karomasayan o manosiya ko doniya na di niyan kharawan gomanat.",
    "english_translation": "Man is suffering from the violence of this world and yet does not want to leave it when asked. Or \nwe try very hard even though it is difficult to improve ourselves, but in the end, everything will \nend when death claims you. The world is deceiving, but it is difficult to give up.",
    "interpretation": "We suffer in this world, yet cling to it. We strive to become better despite hardship, but death ends all struggle. The world offers illusions, yet we resist \nletting go.",
    "theme": "Death Sermon"
  }
]
